Repository: FliesLikeABrick/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: de_de, it_it

source: Apply to<br>All Devices
de_de: Für alle Geräte<br>anwenden
it_it: Applica a<br>Tutti gli Apparati

source: Default Value
de_de: Standardwert
it_it: Valore Predefinito

source: Device Status
de_de: Gerätestatus

source: FirstName
de_de: Vorname
it_it: Nome

source: Last Name
de_de: Nachname
it_it: Cognome

source: Phone1
de_de: Telefon1
it_it: Telefono 1

source: Phone2
de_de: Telefon2
it_it: Telefono 2

source: Phone3
de_de: Telefon3
it_it: Telefono 3

source: Remove Account Prefix
de_de: Präfix für das Konto entfernen
it_it: Rimuovi profilo Prefisso

source: Remove Account Suffix
de_de: Suffix für das Konto entfernen
it_it: Rimuovi profilo Suffisso

source: SAML Attribute containing Groups
de_de: SAML-Attribut mit Gruppeninformationen

source: Admin Owned Devices
de_de: Geräte im Admin-Besitz
it_it: Dispositivi di proprietà dell'amministratore

source: Enter Rack Request
de_de: Rack Anfrage eingeben
it_it: Inserire Richiesta Rack

source: Complete Rack Request
de_de: Rack Anfrage abschließen
it_it: Completare Richiesta Rack

source: Contact Admin
de_de: Kontakt Administrator
it_it: Contattare Amministratore

source: Bulk Operations
de_de: Massen-Operationen
it_it: Operazioni Massive

source: Site Admin
de_de: Site Administrator
it_it: Amministratore del Sito

source: LDAP Authentication and Authorization Configuration
de_de: LDAP Authentifizierung und Authorisierung Konfiguration
it_it: Configurazione Autenticazione e Autorizzazioni LDAP

source: Base DN
de_de: Basis DN

source: Base Search
de_de: Basissuche
it_it: Ricerca di Base

source: Leave blank for Active Directory
de_de: Frei lassen für Active Directory
it_it: Lasciare vuoto per Active Directory

source: User Search
de_de: Benutzersuche
it_it: Ricerca Utente

source: LDAP Session Expiration (Seconds)
de_de: LDAP Sitzungsablauf (Sekunden)
it_it: Sessione LDAP scaduta (Secondi)

source: Show Success Page
de_de: Erfolgsseite anzeigen
it_it: Mostra pagina successiva

source: SAML SP Information and Certificate Generation
de_de: SAML SP Informations- und Zertifkatserstellung

source: Country (2 Character)
de_de: Land (Abgekürzt)
it_it: Paese (2 caratteri)

source: State or Province
de_de: Bundesland
it_it: Provincia

source: Organization
de_de: Organisation
it_it: Organizzazione

source: Certificate Expiration
de_de: Ablauf des Zertifikats
it_it: Scadenza Certificato

source: SP Private Key
de_de: SP Privater Schlüssel

source: SP x509 Certificate
de_de: SP x509 Zertifikat

source: Generate/Renew Certificate
de_de: Zertifikat erstellen/erneuern

source: IdP Metadata URL
de_de: IdP-Metadaten URL

source: IdP x509 Certificate
de_de: IdP x509 Zertifikat

source: Refresh IdP Metadata
de_de: IdP-Metadaten erneuern

source: Reserved
de_de: Reserviert

source: Disposed
de_de: Entsorgt
it_it: Smaltito

source: Power Strip
de_de: Steckdosenleiste
it_it: Barra Prese

source: Plug #
de_de: Stecker Nr.
it_it: Presa #

source: Power Supply
de_de: Netzteil
it_it: Alimentatore

source: Device Port
de_de: Geräte-Port
it_it: Porta Apparato

source: Device Port Connections
de_de: Geräte-Portverbindungen
it_it: Connessioni Porte Apparato

source: Device Port Detail
de_de: Geräte-Portdetails
it_it: Dettaglio Porte Apparato

source: SourceDevice
de_de: Quellgerät
it_it: Apparato Sorgente

source: SourcePort
de_de: Quellport
it_it: Porta Sorgente

source: TargetDevice
de_de: Zielgerät
it_it: Apparato Destinazione

source: TargetPort
de_de: Zielport
it_it: Porta Destinazione

source: MediaType
de_de: Medientyp
it_it: Tecnologia connessione

source: Connections
de_de: Verbindungen
it_it: Connessioni

source: Device Label
de_de: Geräte-Label
it_it: Etichetta Apparati

source: Serial Number
de_de: Seriennr.
it_it: Numero di Serie

source: Asset Tag
de_de: Inventar Nr.
it_it: Matricola

source: Target Cabinet
de_de: Zielrack
it_it: Armadio Destinazione

source: Power Connection
de_de: Stromanschluss
it_it: Connessione Alimentazione

source: Department Contact Listing
de_de: Abteilungskontaktliste
it_it: Elenco Contatti Reparto

source: Container Detail
de_de: Container Details
it_it: Dettaglio Contenitore

source: Verify Delete Container
de_de: Container löschen bestätigen
it_it: Conferma Cancellazione del contenitore

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \'home\'.
de_de: Dieser Container wird gelöscht und es gibt kein Zurück. Ihre untergeordneten Container werden nach \'home\' verschoben.

source: New Container
de_de: Neuer Container
it_it: Nuovo Contenitore

source: Drawing URL
de_de: URL Zeichnung
it_it: URL Immagine

source: Parent Container
de_de: Übergeordneter Container
it_it: Contenitore Padre

source: None
de_de: Keine
it_it: Nessuno

source: Click on the image to select container coordinates
de_de: Auf das Bild klicken, um Koordinaten für Container festzulegen
it_it: Clicca sull'immagine per definire le coordinate del contenitore

source: Data Center Statistics
de_de: Statistiken Rechenzentrum
it_it: Statistiche Data Center

source: Square Feet
de_de: Quadratfuss
it_it: Piedi Quadri

source: Watts per Square Foot
de_de: Watt pro Quadratfuss
it_it: Watt per Piede Quadro

source: Square Meters
de_de: Quadratmeter
it_it: Metri Quadri

source: Watts per Square Meter
de_de: Watt pro Quadratmeter
it_it: Watt per Metro Quadro

source: Infrastructure
de_de: Infrastruktur
it_it: Infrastruttura

source: Occupied
de_de: Belegt
it_it: Occupato

source: Allocated
de_de: Vergeben
it_it: Assegnato

source: Available
de_de: Verfügbar
it_it: Disponibile

source: Total U
de_de: Total HE
it_it: U Totali

source: Percentage
de_de: Prozentwert
it_it: Percentuale

source: Data Centers
de_de: Rechenzentren
it_it: Data Center

source: Computed Wattage
de_de: Berechnete Wattzahl
it_it: Assorbimento Calcolato

source: Measured Wattage
de_de: Gemessene Watt
it_it: Assorbimento Effettivo

source: BTU Computation from Watts
de_de: BTU Berechnung aus Watt
it_it: Calcolo BTU da Watt

source: Data Center Size
de_de: Größe Rechenzentrum
it_it: Dimensioni Data Center

source: Minimum Cooling Tonnage Required
de_de: Minimum Kühl-Tonnage benötigt
it_it: Capacità Minima Richiesta di Refrigerazione

source: Tons
de_de: Tonnen

source: Total Cabinets
de_de: Total Racks
it_it: Totale Armadi

source: Data Center Operations Custom Search
de_de: Data Center Operations Benutzerdefinierte Suche

source: Search Field
de_de: Suchfeld
it_it: Campo Ricerca

source: Contains
de_de: Enthält
it_it: Contiene

source: Select search field
de_de: Suchfeld auswählen
it_it: Seleziona il campo ricerca

source: Search
de_de: Suche
it_it: Cerca

source: Data Center Detail
de_de: Rechenzentrum Details
it_it: Dettaglio Data Center

source: Data Center ID
de_de: Rechenzentrum ID
it_it: ID Data Center

source: New Data Center
de_de: Neues Rechenzentrum
it_it: Nuovo Data Center

source: Delivery Address
de_de: Lieferadresse
it_it: Indirizzo di Consegna

source: Click on the image to select DC coordinates
de_de: Auf das Bild klicken, um DC Koordinaten zu wählen
it_it: Clicca sull'immagine per definire le coordinate del datacenter

source: Data Center Deletion Confirmation
de_de: Rechenzentrum Löschbestätigung
it_it: Conferma Cancellazione Data Center

source: Are you sure that you want to delete this data center and all contents within it?
de_de: Sind Sie sicher, dass Sie dieses Rechenzentrum und alle Inhalte darin löschen wollen?
it_it: Sei sicuro di voler cancellare questo DataCenter e tutto il suo contenuto?

source: Move the contents of this datacenter's storage room to the general storage or delete them?
de_de: Den Speicherraum-Inhalt des Rechenzentrums in den allgemeinen Speicher verschieben oder löschen?

source: Move
de_de: Verschieben
it_it: Sposta

source: Overview
de_de: Überblick
it_it: Riepilogo

source: Power
de_de: Strom
it_it: Energia

source: Watts
de_de: Watt
it_it: Watt

source: BTU Computation from Computed Watts
de_de: BTU Kalkulation aus berechneten Watt
it_it: Calcolo BTU da Watt Calcolati

source: Minimum Cooling Tonnage (Based on Computed Watts)
de_de: Minimum Kühl-Tonnage (basierend auf berechneten Watt)
it_it: Capacità Minima Richiesta di Refrigerazione (Basata su Watt Calcolati)

source: openDCIM Data Center Information Management
de_de: openDCIM Rechenzentrum-Informationsmanagement
it_it: Zone Data Center openDCIM

source: Click to show statistics
de_de: Statistik anzeigen
it_it: Fare clic per mostrare lw statistiche

source: Click to hide statistics
de_de: Statistik verstecken
it_it: Fare clic per nascondere le statistiche

source: Average Temperature
de_de: Durchschnittstemperatur
it_it: Temperatura Media

source: Average Humidity
de_de: Durchschnittl. Luftfeuchtigkeit
it_it: Umidità Media

source: RCI Low Percentage (Overcooling)
de_de: RCI niedriger Prozentanteil (Zu starke Kühlung)
it_it: Percentuale minima RCI (Reffreddamento eccessivo)

source: RCI High Percentage (Cabinets Satisfied)
de_de: RCI hoher Prozentanteil (Ausreichend für Racks)
it_it: Percentuale massima RCI (Armadi refrigerati)

source: Calculated Power
de_de: Berechnete Leistung
it_it: Potenza Calcolata

source: Measured Power
de_de: Gemessene Leistung
it_it: Potenza Misurata

source: Temperature
de_de: Temperatur
it_it: Temperatura

source: Humidity
de_de: Luftfeuchtigkeit
it_it: Umidità

source: Air Flow
de_de: Luftfluss
it_it: Flusso Aria

source: Set the air intake direction
de_de: Lufteinlass-Richtung bestimmen
it_it: Imposta la direzione di ingresso dell'aria

source: Right
de_de: Rechts
it_it: Destra

source: Left
de_de: Links
it_it: Sinistra

source: Alignment
de_de: Ausrichtung
it_it: Allignamento

source: Align Top
de_de: Oben ausrichten
it_it: Allinea in alto

source: Align Left
de_de: Linksbündig ausrichten
it_it: Allinea a sinistra

source: Align Bottom
de_de: Unten ausrichten
it_it: Allinea in basso

source: Align Right
de_de: Rechtsbündig ausrichten
it_it: Allinea a destra

source: Data Center Department Detail
de_de: Rechenzentrum Abteilungsdetails
it_it: Dettaglio Reparti Data Center

source: New Department
de_de: Neue Abteilung
it_it: Nuovo Reparto

source: Department Name
de_de: Abteilungsname
it_it: Nome Reparto

source: Executive Sponsor
de_de: Hauptsponsor

source: Account Manager
de_de: Kundenbetreuer
it_it: Commerciale

source: Department Color
de_de: Farbe Abteilung
it_it: Colore Reparto

source: Classification
de_de: Klassifizierung
it_it: Classificazione

source: Assign Contacts
de_de: Kontakte zuweisen
it_it: Assegna Contatti

source: Department delete confirmation
de_de: Lösch-Bestätigung Abteilung
it_it: Conferma Cancellazione Reparto

source: Are you sure that you want to delete this Department?
de_de: Sind Sie sicher, dass Sie diese Abteilung löschen möchten?
it_it: Sei sicuro di voler eliminare questo Reparto?

source: openDCIM Department Contact Maintenance
de_de: openDCIM Kontaktpflege für Abteilung
it_it: Manutenzione Contatti Reparti openDCIM

source: Group to Administer
de_de: Gruppe zu verwalten
it_it: Gruppo da Gestire

source: Submit
de_de: Absenden
it_it: Applica

source: Data Center Manufacturer Listing
de_de: Data Center Hersteller-Liste
it_it: Elenco Produttori Data Center

source: Error adding new manufacturer
de_de: Fehler beim Anlegen eines neuen Herstellers
it_it: Errore aggiungendo un Nuovo Produttore

source: New Manufacturer
de_de: Neuer Hersteller
it_it: Nuovo Produttore

source: Global ID
de_de: Globale ID
it_it: ID Globale

source: Subscribe to Repository
de_de: Melden Sie sich beim Repository an
it_it: Iscriviti al Repository

source: Templates using this Manufacturer
de_de: Vorlagen, die diesen Hersteller verwenden
it_it: Template che usano questo Produttore

source: Manufacturer delete confirmation
de_de: Hersteller löschen Bestätigung
it_it: Conferma Cancellazione Produttore

source: Are you sure that you want to delete this Manufacturer?
de_de: Sind Sie sicher, diesen Hersteller zu löschen?
it_it: Sei sicuro di voler eliminare questo Produttore?

source: Data Center Device Detail
de_de: Rechenzentrum Gerätedetails
it_it: Dettaglio Apparato Data Center

source: Something isn't working correctly
de_de: Etwas funktioniert nicht richtig
it_it: Qualcosa non sta funzionando correttamente

source: From Template
de_de: Aus Vorlage
it_it: Da Template

source: Invert Port Labels
de_de: Port-Labels invertieren
it_it: Inverti le etichette delle porte

source: ERROR: No ports found
de_de: FEHLER: Keine Ports gefunden
it_it: ERRORE: Nessuna porta trovata

source: Rear
de_de: Rückseite
it_it: Retro

source: This device is a copy of an existing device. Remember to set the new location before saving.
de_de: Dieses Gerät ist die Kopie eines bestehenden Geräts. Bitte vor dem Abspeichern einen neuen Standort eingeben.
it_it: Questo apparato è la copia di uno esistente. Ricordati di impostare la nuova posizione prima di salvare.

source: Device did not copy. Error.
de_de: Gerät wurde nicht kopiert. Fehler.
it_it: L'apparato non è stato copiato. Errore.

source: Patch Panel
de_de: Patch-Feld

source: Physical Infrastructure
de_de: Physikalische Infrastruktur
it_it: Dati Infrastruttura

source: openDCIM Device Maintenance
de_de: openDCIM Gerätepflege
it_it: Manutenzione apparati openDCIM

source: Owner
de_de: Besitzer
it_it: Proprietario

source: Last Updated
de_de: Zuletzt aktualisiert
it_it: Ultimo Aggiornamento

source: Unknown
de_de: Unbekannt
it_it: Sconosciuto

source: Open
de_de: Öffnen
it_it: Aperto

source: Landscape
de_de: Landschaft
it_it: Orizzontale

source: Portrait
de_de: Porträt
it_it: Verticale

source: Network & Power
de_de: Netzwerk & Strom
it_it: Rete & Alimentazione

source: Verify Delete Device
de_de: Gerät löschen bestätigen
it_it: Conferma Cancellazione Apparato

source: If this device has blades installed they will be deleted and there is no undo. Are you sure?
de_de: Falls dieses Gerät Blades installiert hat, werden diese unwiederbringlich gelöscht. Sind Sie sicher?
it_it: Se questo apparato ha moduli installati, saranno eliminati senza possibilità di annullamento. Sei sicuro?

source: This device will be deleted and there is no undo. Are you sure?
de_de: Dieses Gerät wird unwiederbringlich gelöscht. Sind Sie sicher?
it_it: Questo apparato sarà eliminato senza possibilità di annullamento. Sei sicuro?

source: Device ID
de_de: Geräte-ID
it_it: ID Apparato

source: Scan Barcode
de_de: Barcode scannen
it_it: Scansiona Codice a Barre

source: Primary IP / Host Name
de_de: Primäre IP / Host Name
it_it: IP Principale

source: Warranty Company
de_de: Garantie Unternehmen
it_it: Fornitore Garanzia

source: Warranty Expiration
de_de: Ablauf Garantie
it_it: Scadenza Garanzia

source: Last Audit Completed
de_de: Letztes Audit abgeschlossen
it_it: Ultimo Audit Completato

source: Departmental Owner
de_de: Abteilungsinhaber
it_it: Proprietario del Reparto

source: Unassigned
de_de: Nicht zugeordnet
it_it: Non Assegnato

source: Show Contacts
de_de: Kontakte zeigen
it_it: Mostra Contatti

source: Escalation Information
de_de: Eskalationsinformation
it_it: Informazioni Escalation

source: Time Period
de_de: Zeitraum
it_it: Fascia Oraria

source: Select...
de_de: Wählen...
it_it: Seleziona...

source: Contact Lookup
de_de: Kontakt nachschlagen
it_it: Ricerca Contatto

source: Custom Attributes
de_de: Benutzerdefinierte Attribute
it_it: Attributi Personalizzati

source: Parent Device
de_de: Übergeordnetes Gerät
it_it: Apparato Contenitore

source: Device Class
de_de: Geräte-Klasse
it_it: Classe Apparato

source: Select a template...
de_de: Vorlage wählen...
it_it: Seleziona un Template...

source: Height
de_de: Höhe
it_it: Altezza

source: Number of slots
de_de: Anzahl Steckplätze
it_it: Numero di Slot

source: Half Depth
de_de: Halbe Tiefe
it_it: Mezza Profondità

source: Back Side
de_de: Rückseite
it_it: Lato Posteriore

source: Number of Data Ports
de_de: Anzahl Data Ports
it_it: Numero di Prese Dati

source: Nominal Draw (Watts)
de_de: Nominalverbrauch (Watt)
it_it: Assorbimento Nominale (Watt)

source: Power Connections
de_de: Stromanschlüsse
it_it: Alimentazioni

source: Chassis Total Draw
de_de: Gehäuse Gesamtverbrauch
it_it: Totale Cassetti Chassis

source: Chassis Total Weight
de_de: Gehäuse Gesamtgewicht
it_it: Peso Totale Chassis

source: Device Type
de_de: Gerätetyp
it_it: Tipo Apparato

source: Device Images
de_de: Gerätebilder
it_it: Immagini Apparati

source: ProxMox Configuration
de_de: ProxMox Konfiguration

source: API Username
de_de: API Benutzername

source: API Password
de_de: API Passwort

source: ProxMox Realm
de_de: ProxMox Domäne

source: SNMP Configuration
de_de: SNMP Konfiguration
it_it: Configurazione SNMP

source: Configuration Default
de_de: Standardkonfiguration
it_it: Configurazione Predefinita

source: Test SNMP
de_de: SNMP testen

source: Consecutive SNMP Failures
de_de: Fortlaufende SNMP Fehler
it_it: Errori SNMP consecutivi

source: Polling is disabled after three consecutive failures.
de_de: Polling ist nach drei fortlaufenden Fehlern abgestellt
it_it: Il polling è stato sospeso dopo tre fallimenti consecutivi.

source: Power Specifications
de_de: Leistungsangaben
it_it: Specifiche Alimentazioni

source: Source Panel
de_de: Versorgungsschaltfeld
it_it: Pannello di Alimentazione

source: Select Panel
de_de: Schaltfeld wählen
it_it: Seleziona Pannello

source: Voltages:
de_de: Spannung:
it_it: Tensioni:

source: Breaker Size (# of Poles)
de_de: Schalter Größe (Anzahl der Pole)
it_it: Dimensione Interruttore (# Fasi)

source: Panel Pole Number
de_de: Schaltfeldpol-Nummer
it_it: Numero Fase Pannello

source: All Breaker Poles
de_de: Alle Schalterpole
it_it: Fasi Interruttore

source: Input Amperage
de_de: Eingang Amperezahl
it_it: Portata in Ingressso

source: Uptime
de_de: Betriebszeit

source: Wattage
de_de: Leistung in Watt
it_it: Assorbimento

source: Manual Entry
de_de: Manueller Eintrag
it_it: Inserisci Manualmente

source: Last Update
de_de: Letzte Aktualisierung
it_it: Ultimo Aggiornamento

source: Fail Safe Switch?
de_de: Ausfallsicherer Schalter?
it_it: Interruttore di sicurezza?

source: Source Panel (Secondary Source)
de_de: Versorgungsschaltfeld (zweite Versorgung)
it_it: Pannello di Alimentazione (secondario)

source: Panel Pole Number (Secondary Source)
de_de: Schaltfeldpol-Nummer (zweite Versorgung)
it_it: Numero Fase Pannello (secondario)

source: Use these buttons to set the first port for the switch, check the status of the ports again, or attempt to load the Port Name Labels from the switch device.
de_de: Benutzen Sie diese Schaltflächen um den ersten Port des Switches zu setzen, prüfen Sie den Status des Ports nochmals, oder versuchen Sie die Port-Bezeichnungen vom Switch zu laden.
it_it: Usa questi pulsanti per impostare la prima porta dello switch, ricontrolla lo stato delle porte, o prova a caricare i nomi delle porte dallo switch.

source: Set First Port
de_de: Ersten Port setzen
it_it: Imposta Prima Porta

source: Refresh Status
de_de: Status aktualisieren
it_it: Aggiorna Stato

source: Refresh Port Names
de_de: Port-Namen aktualisieren
it_it: Aggiorna Nomi Porte

source: Refresh Port Notes
de_de: Port-Notizen aktualisieren
it_it: Aggiorna Note Porte

source: Use these buttons to set the first power outlet for the CDU, check the status of the oultets again, or attempt to load the Outlet Name Labels from the CDU device.
de_de: Benutz diese Knöpfe um den ersten Stromanschluss der CDU zu definieren, den Status der Stromanschlüsse oder um die Namen der Stromanschlüsse erneut von der CDU zu laden.

source: Chassis Contents
de_de: Gehäuseinhalt
it_it: Contenuto Chassis

source: Front
de_de: Vorderseite
it_it: Fronte

source: Number of Slots in Chassis:
de_de: Anzahl Slots im Gehäuse:
it_it: Numero di Slot nello Chassis

source: Device Name
de_de: Gerätename
it_it: Nome Apparato

source: You must first define how many slots are in the chassis before you can add devices.
de_de: Sie müssen erst die Anzahl Slots im Geäuse definieren, um Geräte hinzufügen zu können.
it_it: Prima di aggiungere moduli, devi definire quanti slot ci sono nello chassis

source: Limit device type selection to
de_de: Gerätetypauswahl begrenzen auf
it_it: Limita selezione tipo apparati a

source: Limit device selection to
de_de: Geräteauswahl begrenzen auf
it_it: Limita selezione apparati a

source: Operational Log
de_de: Betriebsprotokoll
it_it: Report Operazioni

source: Device
de_de: Gerät
it_it: Apparato

source: Panel
de_de: Schaltfeld
it_it: Pannello

source: Color Code
de_de: Farbcode
it_it: Codice Colore

source: Back
de_de: Zurück
it_it: Indietro

source: Copy
de_de: Kopieren
it_it: Copia

source: Export Connections
de_de: Verbindungen exportieren
it_it: Esporta Connessioni

source: Return to Parent Device
de_de: Zurück zu übergeordnetem Gerät
it_it: Ritorna all'Apparato Padre

source: Return to Storage Room
de_de: Zurück zum Speicherraum
it_it: Ritorna al magazzino

source: Return to General Storage Room
de_de: Zurück zum generellen Speicherraum
it_it: Ritorna al magazzino generale

source: Do you certify that you have completed an audit of this device?
de_de: Bestätigen Sie, dass Sie ein Audit dieses Geräts abgeschlossen haben?
it_it: Confermi di aver completato un audit di questo apparato?

source: Data Center Device Templates
de_de: Rechenzentrum Gerätevorlagen
it_it: Template Apparati Data Center

source: Template File Imported
de_de: Vorlagendatei importiert
it_it: File del Template Importato

source: View errors
de_de: Fehler anzeigen
it_it: Vista errori

source: Error updating front slots
de_de: Fehler beim Aktualisieren der Vorderseiten-Slots
it_it: Errore aggiornamento Slot Frontali

source: Error updating rear slots
de_de: Fehler beim Aktualisieren der rückseitigen Slots
it_it: Errore aggiornamento Slot Posteriori

source: Error updating template ports
de_de: Fehler beim Aktualisieren der Port Vorlagen
it_it: Errore aggiornamento template Porte

source: Error updating template power connections
de_de: Fehler beim Aktualisieren der Stromanschlüsse
it_it: Errore aggiornamento template connessioni alimentazione

source: Error updating device template custom values
de_de: Fehler beim Aktualisieren der benutzerdefinierten Werte der Gerätevorlage
it_it: Errore aggiornamento campi personalizzati del template apparato

source: Error updating cdu attributes
de_de: Fehler beim Aktualisieren der CDU Attribute
it_it: Errore aggiornamento attributi CDU

source: An error has occured, template not created
de_de: Ein Fehler ist aufgetreten, Vorlage nicht angelegt
it_it: si è verificato un errore. Template non creato.

source: Error updating template
de_de: Fehler beim Aktualisieren der Vorlage
it_it: Errore aggiornamento Template

source: Error updating devices
de_de: Fehler beim Aktualisieren der Geräte
it_it: Errore nel recupero dei dati dell'apparato di destinazione

source: Error
de_de: Fehler
it_it: Errore

source: Exported
de_de: Exportiert
it_it: Esporta

source: This value must be different than
de_de: Dieser Wert muss anders sein als
it_it: Questo valore deve essere diverso da

source: Close
de_de: Schließen
it_it: Clona

source: Custom
de_de: Benutzerdefiniert
it_it: Personalizza

source: 0 for a vertical mounting
de_de: 0 für vertikale Montage
it_it: 0 per montaggio verticale

source: No. Power Connections
de_de: Anzahl Stromanschlüsse
it_it: Numero Connessioni Alimentazione

source: Edit Ports
de_de: Ports bearbeiten
it_it: Modifica Zone

source: No. Ports
de_de: Anzahl Ports
it_it: Numero Porte

source: Front Picture File
de_de: Bilddatei Vorderseite
it_it: File Immagine Frontale

source: Rear Picture File
de_de: Bilddatei Rückseite
it_it: File Immagine Posteriore

source: Chassis Slots
de_de: Gehäuse-Slots
it_it: Contenuto Chassis

source: Edit Coordinates
de_de: Koordinaten bearbeiten
it_it: Modifica Coordinate
