Repository: FliesLikeABrick/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: de_de, it_it

source: ● This is the combined report on all data center assets. It contains the list of all devices and a list of all cabinets.
de_de: ● Dies ist der kombinierte Bericht über alle Anlagen des Rechenzentrums. Er enthält die Liste aller Geräte und eine Liste aller Schränke.
it_it: ● Questo è il report combinato di tutti gli asset di tutti i data center. Contiene la lista di tutti gli apparati e la lista di tutti gli armadi.

source: ● Using Excel"s pivot capabilities many different analysis and statistics can be performed.
de_de: ● Mit den Pivot-Funktionen von Excel können viele verschiedene Analysen und Statistiken durchgeführt werden.
it_it: ● Usando la funzionalità pivot di Excel è possibile ottenere diverse analisi e statistiche

source: ● The terms "cabinet" and "rack" are used interchangeable.
de_de: ● Die Begriffe "Cabinet" und "Rack" werden (im Englischen) austauschbar verwendet.
it_it: I termini "armadio" e "rack" sono usati in modo equivalente

source: ● For user who have only the "Admin Own Devices" right the report is limited to the cabinets which are owned by this department.
de_de: ● Für Benutzer, die nur über das Recht "Verwalte eigene Geräte" verfügen, ist der Bericht auf die Racks beschränkt, deren Besitzer die Abteilung ist.

source: ● The "DC Statistics" page is only generated for users who are not limited to "Admin Own Devices".
de_de: ● Die Seite "DC-Statistik" wird nur für Benutzer erstellt, die nicht auf "Eigene Geräte verwalten" beschränkt sind.

source: ● For a child device the column "Parent Device" shows the parent device otherwise it is empty. A child devices is e.g. a blade server.
de_de: ● Für ein untergeordnetes Gerät zeigt die Spalte "Übergeordnetes Gerät" eben dieses, ansonsten bleibt diese leer. Ein untergeordnetes Gerät ist bsp. ein Blade Server.

source: ● The "Position" for a child device is the slot position within in the parent device.
de_de: ● Die "Position" für ein untergeordnetes Gerät ist die Slot-Position innerhalb des übergeordneten Gerätes.

source: ● "Half Depth" contains a value "front" or "rear" only if the device is of half depth in which case this indicates the location.
de_de: ● "Halbe Tiefe" enthält entweder "Vorderseite" oder "Rückseite", wenn das Gerät nur halbe Einbautiefe hat. In diesem Fall zeigt es die Einbauposition an.

source: ● Consecutive free rack space is indicated in worksheet "DC Inventory" with the string "__EMPTY " in column "Device". "Position" gives the start of the range and "Height" specifies the size of the range of free rack space.
de_de: ● Ein Bereich zusammenhängender freier Höheneinheiten in einem Rack wird im Arbeitsblatt "DC Inventur" mit der Zeichenfolge "__EMPTY" in der Spalte "Gerät" angegeben. "Position" zeigt den Beginn des Bereiches und "Höhe" zeigt die Anzahl freier Höheneinheiten

source: ● A range of consecutive free slots in a chassis is indicated in worksheet "DC Inventory" with the string "__EMPTYSLOT " in the column "Device". "Position" gives the start of the range and "Height" specifies the number of free slots.
de_de: ● Ein Bereich zusammenhängender freier Slots in einem Gehäuse wird im Arbeitsblatt "DC Inventur" mit der Zeichenfolge "__EMPTYSLOT " in der Spalte "Gerät" angegeben. "Position" zeigt den Beginn des Bereiches und "Höhe" zeigt die Anzahl freier Slots.

source: ● All free rack units (RU) within the racks sum up to the total amount of free rack units. It is possible that devices of different height are mounted at the same position within a cabinet. Only the non occupied rack units are free RUs.
de_de: ● Alle freien Höheneinheiten (HE) in den Racks addieren sich zur Gesamtsumme freier Höheneinheiten. Es ist möglich, dass Geräte mit unterschiedlicher Höhe in der gleichen Position in einem Rack verbaut sind. Nur die nicht belegten Höheneinheiten sind freie Höheneinheiten.

source: ● Cabinets of "Model" equal "RESERVED" are placeholders on the floor space in the DC for racks to come. Their number is counted in the column "No. Reserved Racks". Nevertheless, the rack units are taken into account in all other statistics.
de_de: ● Racks mit "Modell" gleich "RESERVIERT" sind Platzhalter für die Stellfläche im DC für zukünfte Racks. Ihre Anzahl wird in der Spalte "Anzahl reservierte Racks" gezählt. Dennoch werden die Höheneinheiten in allen anderen Statistiken berücksichtigt.

source: This file is confidential and shall not be used without permission of the owner.
de_de: Diese Datei ist vertraulich und darf nicht ohne Zustimmung des Besitzers genutzt werden.
it_it: Questo file è riservato e non deve essere usato senza il permesso del proprietario.

source: Generate by openDCIM
de_de: Gezeugt durch openDCIM
it_it: Creato da openDCIM

source: Summary Statistics
de_de: Summen Statistiken
it_it: Statistiche Zona

source: DC Room
de_de: DC Raum
it_it: Stanza DC

source: Floor Space (sqm)
de_de: Boden Platz (qm)
it_it: Pavimento Spazop (mq.)

source: No. Racks
de_de: Anzahl Racks
it_it: Armadio

source: No. Reserved Racks
de_de: Anzahl Reservierte Racks
it_it: N. Armadi Riservati

source: Sum of Rack Units (RU)
de_de: Summe Höhen- einheiten (HE)
it_it: Totale Rack Units (RU)

source: Sum of Used Rack Units (RU)
de_de: Anzahl belegter Höhen- einheiten (HE)
it_it: Totale Rack Units (RU) Usate

source: Percentage Used Rack Units
de_de: Prozent belegter Höhen- einheiten
it_it: Percentuale Rack Units Usate

source: Sum of Empty Rack Units (RU)
de_de: Summe leerer Höhen- einheiten (HE)
it_it: Totale Rack Units (RU) Vuote

source: Percentage Empty Rack Units
de_de: Prozent leere Höhen- einheiten
it_it: Percentuale Rack Units Vuote

source: Sum of Power (kW)
de_de: Summe Leistung (kW)
it_it: Totale Potenza Elettrica (kW)

source: Sum of Design Power (kW)
de_de: Summe Design Leistung (kW)
it_it: Totale Potenza Elettrica (kW) di Progetto

source: Template Missing
de_de: Vorlage fehlt
it_it: Template Mancante

source: Computing DC Inventory
de_de: Berechne DC Inventar

source: Writing Inventory to Spreadsheet
de_de: Schreibe Inventar in Tabellenblatt

source: Formatting Spreadsheet
de_de: Formatiere Tabellenblatt
it_it: Formattazione foglio di calcolo

source: Data Center Asset Report
de_de: Bericht Rechenzentrumsinventar
it_it: Report Asset Data Center

source: Cabinet Audit Frequency Report
de_de: Häufigkeitsbericht der Rackaudits
it_it: Report Frequenza Audit Armadi

source: Activity by Location
de_de: Aktivität nach Ort
it_it: Attività per Posizione

source: Times Audited
de_de: Prüfungszeitpunkte

source: Installation Date
de_de: Installationsdatum
it_it: Data Installazione

source: Days Since Last Audit
de_de: Tage seit letzter Prüfung
it_it: Giorni dall'ultimo Audit

source: Summary by Period
de_de: Zusammenfassung nach Periode

source: Number of Cabinets
de_de: Anzahl Racks
it_it: Numero di Armadi

source: Cabinet Audit Reporting
de_de: Bericht Rack Audit
it_it: Rapporto Audit Armadio

source: Cabinet Audits Report
de_de: Bericht Rack Audits
it_it: Report Audit Armadio

source: Dates
de_de: Daten
it_it: Date

source: Auditor Summary
de_de: Zusammenfassung des Prüfers
it_it: Riepilogo per Auditor

source: UserID
de_de: BenutzerID
it_it: ID Utente

source: UserName
de_de: Benutzername
it_it: Nome Utente

source: Count
de_de: Anzahl
it_it: Conteggio

source: Activity by Date
de_de: Aktivität nach Datum
it_it: Attività per Data

source: Comments
de_de: Kommentare
it_it: Commenti

source: Mon
de_de: Mo
it_it: Lun

source: Tue
de_de: Di
it_it: Mar

source: Wed
de_de: Mi
it_it: Mer

source: Thu
de_de: Do
it_it: Gio

source: Fri
de_de: Fr
it_it: Ven

source: Sat
de_de: Sa
it_it: Sab

source: Sun
de_de: So
it_it: Dom

source: Day of Week Frequency
de_de: Wochentag Häufigkeit

source: Day of Week
de_de: Wochentag
it_it: Giorno della settimana

source: Audits
de_de: Prüfungen

source: Select data center
de_de: Rechenzentrum auswählen
it_it: Seleziona Data Center

source: Generate
de_de: Erzeugen
it_it: Elabora

source: Cabinet ID
de_de: Rack ID
it_it: ID Armadio

source: Data Center Asset and Contact Report
de_de: Bericht Rechenzentrumsinventar und -kontakt

source: Top 10 Data Center Occupancy Rates
de_de: Top 10 Rechenzentren Belegung

source: Top 10 Data Center Power Users
de_de: Top 10 Rechenzentrum Energieverbrauch Benutzer

source: Total Rack Units for
de_de: Gesamt Höheneinheiten für␣

source: Total BTU Output for
de_de: Gesamt BTU Abgabe für␣

source: Total Rack Units for All Data Centers
de_de: Gesamt Höheneinheiten für alle Data Centers

source: Total BTU Output for All Data Centers
de_de: Gesamt BTU Abgabe für alle Data Centers

source: Virtual Machine Image Name
de_de: Virtuelle Maschine Image Name
it_it: Nome immagine della Virtual Machine

source: Current Host Server
de_de: Derzeitiger Host Server
it_it: Host Server attuale

source: State
de_de: Status
it_it: Stato

source: Last Polled
de_de: Zuletzt aktualisiert

source: Data Center Asset Costing Report
de_de: Bericht Rechenzentrum Inventarkosten
it_it: Report Costi Asset Data Center

source: Annual Cost Per Watt (Year)
de_de: Jährliche Kosten pro Watt
it_it: Costo Annuo Per Watt (€)

source: Rack Cost
de_de: Rack Kosten

source: Annual Electrical Cost for Department
de_de: Jährliche Energiekosten für Abteilung
it_it: Costo Elettrico Annuale per Reparto

source: Annual Infrastructure Cost for Department
de_de: Jährliche Infrastrukturkosten für Abteilung

source: Departmental Contacts Report
de_de: Bericht Abteilungs-Kontakte
it_it: Report Contatti per reparto

source: Devices Without Diverse (Tier III) Power
de_de: Geräte ohne Diverse (Tier III) Stromversorgung

source: Dependency
de_de: Abhängigkeit
it_it: Dipendenza

source: Recent Data Center Installations Report
de_de: Bericht über kürzlich durchgeführte Rechenzentrumsinstallationen
it_it: Report Installazioni Recenti

source: Data Center Inventory Reservations
de_de: Rechenzentrum Inventar Reservierungen
it_it: Inventario Data Center

source: There are no reserved installations within the date range specified
de_de: Es gibt keine reservierten Installationen innerhalb des angegebenen Zeitraumes
it_it: Non ci sono installazioni riservate all'interno del periodo di tempo specificato

source: Scheduled Installations for Department
de_de: Geplante Installationen für die Abteilung
it_it: Data Installazione

source: Expired and Removed
de_de: Abgelaufen und Entfernt
it_it: Scaduto e Rimosso

source: Total U Reserved for Department
de_de: U gesamt reserviert für Abteilung
it_it: U Totali riservate per Reparto

source: Total U Reserved in DCIM
de_de: U gesamt reserviert in DCIM
it_it: U Totali riservate nel DCIM

source: Data Exceptions Report
de_de: Bericht Daten Auffälligkeiten
it_it: Report Eccezioni Dati

source: Power Cords
de_de: Stromkabel
it_it: Cavi di Alimentazione

source: Logging View/Export
de_de: Protokollierung ansehen/exportieren
it_it: Visualizza/Esporta Data Center

source: Time
de_de: Zeit
it_it: Fuso Orario

source: Class
de_de: Klasse
it_it: Chassis

source: Property
de_de: Eigentum
it_it: Porta

source: Old Value
de_de: Alter Wert
it_it: Vecchio Valore

source: New Value
de_de: Neuer Wert
it_it: Nuovo Pannello

source: Network Map Viewer
de_de: Netzwerk-Plan Betrachter
it_it: Visualizzatore Mappa di Rete

source: Filter type:
de_de: Filtertyp:
it_it: Tipo Filtro:

source: Select filter type
de_de: Filtertyp wählen
it_it: Seleziona Tipo Filtro

source: Custom Tag
de_de: Benutzerdefinierte Markierung
it_it: Etichetta Peronalizzata

source: All Data Centers
de_de: Alle Rechenzentren
it_it: Tutti i Data Center

source: Choose either power sources or panels to simulate for Data Center
de_de: Entweder Stromquelle oder Schaltfeld wählen um für Data Center zu simulieren

source: Only show down/unknown devices
de_de: Nur abgeschaltete/unbekannte Geräte zeigen
it_it: Mostra solo apparati spenti/sconosciuti

source: Power Source
de_de: Stromquelle
it_it: Sorgente Energia

source: Power Panel
de_de: Strom-Schaltfeld
it_it: Pannello Alimentazione

source: Tags (example: +Linux -Development)
de_de: Markierungen (Beispiel: +Linux -Development)
it_it: Tags (esempio: +Linux -Development)

source: Power Panel Schedule Report
de_de: Strom-Schaltfeld Plan Bericht
it_it: Report Connessioni Pannello Alimentazione

source: Panel Schedule for
de_de: Strom-Schaltfeld Plan für
it_it: Connessioni Pannello per

source: Pole
de_de: Pol
it_it: Fase

source: Circuit
de_de: Schaltkreis
it_it: Circuito

source: Power Distribution by Data Center
de_de: Stromverteilung per Data Center
it_it: Distribuzione Energia per Data Center

source: Simulated Outage Report
de_de: Bericht Stromausfallssimulation

source: Simulated Power Outage by Project
de_de: Stromausfallssimulation je Projekt

source: Summary
de_de: Zusammenfassung
it_it: Sommario

source: Power Outage Simulation report
de_de: Bericht Stromausfallssimulation

source: Project Status
de_de: Projektstatus
it_it: Stato del Progetto

source: Only listing systems which are down or unknown.
de_de: Nur Systeme gelistet, die abgeschaltet oder unbekannt sind.
it_it: Visualizzazione dei soli apparati spenti o sconosciuti

source: DeviceName
de_de: Gerätename
it_it: Nome Apparato

source: Child
de_de: Kind
it_it: Figlio

source: Compromised
de_de: Kompromittiert

source: No Devices Were Affected
de_de: Keine Geräte waren betroffen
it_it: Nessun apparato è stato modificato

source: Included Tags
de_de: Enthaltene Markierungen
it_it: Tag inclusi

source: Excluded Tags
de_de: Ausgeschlossene Markierungen
it_it: Tag esclusi

source: Specified Project/Service
de_de: Angegebenes Projekt/Service

source: Report of all cabinets and devices associated with Projects/Services.
de_de: Bericht über alle Schränke und Geräte, die mit Projekten/Services verbunden sind.
it_it: Report di tutti gli armadi e apparati associati al Progetto/Servizio

source: Criteria for Report:
de_de: Kriterien für den Bericht:
it_it: Criteri per il Report:

source: Project Name:
de_de: Projekt Name
it_it: Nome Progetto:

source: Actual End:
de_de: Tatsächliches Ende:
it_it: Attuale fine:

source: Unspecified
de_de: Nicht spezifiziert
it_it: Non specificato

source: Select Project
de_de: Wähle Projekt
it_it: Seleziona il Progetto

source: All Projects
de_de: Alle Projekte
it_it: Tutti i Progetti

source: Choose a specific project to report on, or all projects. Output will be sent in Excel 2007 format.
de_de: Wählen Sie ein bestimmtes Projekt, über das Sie berichten möchten, oder alle Projekte. Der Bericht wird im Excel 2007-Format gesendet.

source: Inventory Reports
de_de: Berichte Inventur
it_it: Report Inventario

source: Contact Reports
de_de: Berichte Kontakte
it_it: Report Contatti

source: Department/Contact Report
de_de: Berichte Abteilung/Kontakt
it_it: Report Reparti/Contatti

source: Asset Reports
de_de: Berichte Inventar
it_it: Report Asset

source: Search/Export by Data Center
de_de: Suche/Export nach Rechenzentrum
it_it: Cerca/Esporta per Data Center

source: Export Data Center for CFD (XML)
de_de: Export Data Center für CFD (XML)
it_it: Cerca/Esporta per Data Center

source: Asset Report by Owner
de_de: Bericht Inventar nach Besitzer
it_it: Report Asset per Proprietario

source: Data Center Asset Report [Excel]
de_de: Data Center Inventar Bericht [Excel]
it_it: Report Asset Data Center [Excel]

source: Asset Aging Report
de_de: Bericht Inventar Alter
it_it: Report Anzianità Asset

source: Project Asset Report
de_de: Inventarbericht nach Projekt

source: Warranty Expiration Report
de_de: Garantieablauf Report
it_it: Report Scadenza Garanzia

source: Virtual Machines by Department
de_de: Virtuelle Maschinen pro Abteilung
it_it: Macchine Virtuali per Reparto

source: Network Map
de_de: Netzwerk-Plan
it_it: Mappa di Rete

source: Operational Reports
de_de: Betriebs-Berichte
it_it: Report Operativi

source: Diverse Power Exceptions Report
de_de: Diverse Berichte Strom Auffälligkeiten
it_it: Report Eccezioni Alimentazioni Diverse

source: Simulated Power Outage Report
de_de: Bericht Stromausfall Simulation
it_it: Report Mancanza Simulata Energia

source: Project Power Outage Report
de_de: Bericht Stromausfall nach Projekt

source: Server Tier Classification Report
de_de: Server Rang Klassifizierungs-Bericht
it_it: Report Classificazione Livello Server

source: Cabinet List
de_de: Cabinet Liste
it_it: Lista Armadi

source: Auditing Reports
de_de: Berichte Prüfungen
it_it: Report Auditing

source: Cabinet Audit Logs
de_de: Cabinet Prüfungen Protokollierungen
it_it: Log Audit Armadio

source: Cabinet Audit Frequency
de_de: Cabinet Prüfung Häufigkeit
it_it: Frequenza Audit Armadi

source: Surplus/Salvage Audit Report
de_de: Überbestands-/Restwertprüfungsbericht

source: Supplies Status Report
de_de: Vorräte Status-Bericht

source: Actions Log
de_de: Aktionsprotokolle
it_it: Log Azioni

source: Local Reports
de_de: Lokale Meldungen
it_it: Report Locali

source: Supply Status Report
de_de: Vorrat Statusbericht

source: Part Number
de_de: Teilenummer
it_it: Numero Parte

source: Part Name
de_de: Teilename
it_it: Nome Porta

source: Min Qty
de_de: Min. Menge

source: Max Qty
de_de: Max. Menge

source: On Hand
de_de: Verfügbar

source: All Mechanisms
de_de: Alle Mechanismen

source: Beginning of epoch
de_de: Beginn einer Epoche

source: This report contains information about items that have been disposed/removed from the data center.
de_de: Dieser Bericht enthält Informationen über Gegenstände, die aus dem Rechenzentrum entsorgt/entfernt wurden.

source: Date Range:
de_de: Zeitspanne:

source: Disposition Mechanism
de_de: Entsorgungsmechanismus

source: Inventory Reporting By Tag
de_de: Inventurbericht pro Markierung
it_it: Report Inventario per Etichetta

source: Tag
de_de: Markierung
it_it: Etichetta

source: Tag:
de_de: Markierung
it_it: Etichetta:

source: Select Tag
de_de: Wähle Markierung
it_it: Seleziona Etichetta

source: All Tags
de_de: Alle Markierungen
it_it: Tutte le Etichette

source: Please select the values to limit the report scope as indicated below.
de_de: Bitte wählen Sie die Werte aus, um den Berichtsumfang wie unten angegeben einzuschränken.

source: Each manufacturer is listed in a separate worksheet, with devices listed lexicographically by Label.
de_de: Jeder Hersteller ist in einem separaten Arbeitsblatt aufgeführt, wobei die Geräte lexikografisch nach Label aufgelistet sind.

source: The criteria given for this report is:
de_de: Das Kriterium für diesen Report ist:

source: Total Number of VMs
de_de: Gesamtanzahl VMs
it_it: Numero Totale di VMs

source: Virtual Machines Unassigned to a Department
de_de: Virtuelle Maschinen ohne Abteilungszuordnung
it_it: Macchine Virtuali NON Assegnate a un Reparto

source: Data Center Warranty Expiration Report
de_de: Rechenzentrum Garantieablauf Report
it_it: Report Scadenza Garanzia Data Center

source: Warranty Status
de_de: Garantiestatus
it_it: Stato Garanzia

source: Remaining
de_de: Verbleibend
it_it: Rimanenti

source: Devices with expired warranty
de_de: Geräte mit abgelaufener Garantie
it_it: Apparati con Garanzia Scaduta

source: Expired
de_de: Abgelaufen
it_it: Scaduto

source: XML Output for CFD Simulation
de_de: XML Output für CFD Simulation

source: Select Data Center
de_de: Wähle Rechenzentrum
it_it: Seleziona Data Center

source: Add new cabinet
de_de: Neues Rack hinzufügen
it_it: Aggiungi un nuovo armadio

source: Front View
de_de: Frontansicht
it_it: Fronte

source: Rear View
de_de: Rückansicht
it_it: Retro

source: Return to Zone
de_de: Zurück zur Zone
it_it: Ritorna alla Zona

source: Data Center View/Export
de_de: Rechenzentrum anzeigen/exportieren
it_it: Visualizza/Esporta Data Center

source: Data Center:
de_de: Rechenzentrum:

source: Storage Room View/Export
de_de: Lagerraum ansehen/exportieren

source: Search Results
de_de: Suchergebnisse
it_it: Risultati della Ricerca

source: Serial number search results for
de_de: Suchergebnisse für Seriennummer
it_it: Risultati ricerca Numero Serie

source: PrimaryIP search results for
de_de: Suchergebnisse für PrimaryIP
it_it: Risultati ricerca Nomi per

source: Name search results for
de_de: Suchergebnisse für Name
it_it: Risultati ricerca Nomi per

source: Owner search results for
de_de: Suchergebnisse für Besitzer
it_it: Risultati ricerca Proprietari per

source: Asset tag search results for
de_de: Suchergebnisse für Inventarnr.
it_it: Risultati ricerca Asset per

source: Custom tag search results for
de_de: Suchergebnisse für Benutzerdefinierte Markierung
it_it: Risultati ricerca Etichette per

source: Project Catalog search results for
de_de: Suchergebnisse für Projekt Katalog

source: Device Model search results for
de_de: Sucherergebnisse für Geräte Modell

source: Notes search results for
de_de: Suchergebnisse für Notizen
it_it: Risultati ricerca Note per

source: Search results for
de_de: Suchergebnisse für
it_it: Cerca risultati per

source: Search complete. (%s) results.
de_de: Suche abgeschlossen. (%s) Ergebnisse
it_it: Ricerca completa. (%s) risultati.

source: No matching devices found.
de_de: Kein passendes Gerät gefunden.
it_it: Nessun apparato corrispondente

source: Only one result, will autoforward in %s seconds.
de_de: Nur ein Ergebnist, wird automatisch in %s Sekunden weitergegeben.
it_it: Un solo risultato, avanzamento automatico in %s secondi.

source: Show All
de_de: Zeige alle
it_it: Mostra tutto

source: Racks Only
de_de: Nur Racks
it_it: Solo Armadi

source: No label
de_de: Keine Bezeichnung
it_it: Nessuna Etichetta

source: Search by Name:
de_de: Suche nach Namen:
it_it: Cerca per Nome:

source: Advanced
de_de: Erweitert
it_it: Avanzato

source: Custom Search
de_de: Spezifische Suche
it_it: Ricerca Personalizzata

source: Advanced Search:
de_de: Erweiterte Suche:
it_it: Ricerca Avanzata

source: Device Model
de_de: Geräte Modell
it_it: Modello Apparato

source: PrimaryIP
de_de: Primäre IP
it_it: IP Principale

source: Basic
de_de: Basis
it_it: Base

source: Storage Room Maintenance
de_de: Lagerraum Wartung
it_it: Magazzino

source: %s Storage Room
de_de: %s Lagerraum
it_it: Magazzino

source: Serial No.
de_de: Seriennr.
it_it: Num. Serie

source: Data Center Stockroom Supplies
de_de: Data Center Lagerraum Vorräte
it_it: Stock Magazzino Data Center

source: Bin ID
de_de: Behälter ID

source: New Supplies
de_de: Neue Vorräte
it_it: Gestisci Scorte

source: Data Center Stockroom Supply Bins
de_de: Data Center Lagerraum Vorratsbehälter
it_it: Stock Magazzino Data Center

source: Bin Location
de_de: Behälter Standort
it_it: Posizione Stock

source: New Bin
de_de: Neuer Behälter
it_it: Nuovo Stock

source: Select parts to add...
de_de: Teile zum hinzufügen auswählen ..
it_it: Seleziona le parti da aggiungere...

source: No Data to Display
de_de: Nichts anzuzeigen
it_it: Non ci sono dati da visualizzare

source: Data Center Time Periods Listing
de_de: Data Center Zeiträume Auflistung
it_it: Elenco Fasce Orarie Data Center

source: Escalation Time Period
de_de: Eskalation Zeitraum
it_it: Fascia Oraria Escalation

source: New Time Period
de_de: Neuer Zeitraum
it_it: Nuova Fascia Oraria

source: Data Center Virtual Machine Detail
de_de: Rechenzentrum Virtuelle Maschine Details
it_it: Dettaglio Macchine Virtuali Data Center

source: Data Center Contact Detail
de_de: Rechenzentrum Kontakt Details
it_it: Dettaglio Contatto Data Center

source: Existing UserID account displayed.
de_de: Vorhandenes UserID-Konto wird angezeigt.

source: Something is broken. Unable to create Person account.
de_de: Etwas ist kaputt. Es konnte kein Nutzerkonto erstellt werden.

source: Transfer Devices
de_de: Geräte transferieren
it_it: Sposta Apparati

source: Transfer all devices to another primary contact
de_de: Übertragen aller Geräte an eine andere Hauptansprechpartner
it_it: Trasferisci tutti gli apparati a un altro Contatto Principale

source: User
de_de: Anwender
it_it: Utente
