Repository: FliesLikeABrick/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: de_de, it_it

source: Pick the appropriate column header (line 1) for each field name listed below.
de_de: Wählen sie den passenden Spalten-Kopf (Zeile 1) für jeden aufgelisteten Feldnamen aus.
it_it: Scegli l'intestazione di colonna appropriata (riga 1) per ogni nome di campo elencato di seguito.

source: Mouse over each field for help text.
de_de: Bewegen sie die Maus über ein Feld, um den Hilfetext zu erhalten.
it_it: Passa il mouse sopra ogni campo per testo di aiuto.

source: Process
de_de: Fortsetzen
it_it: Processa

source: All records imported successfully.
de_de: Alle Werte wurden erfolgreich importiert.
it_it: Tutti i record sono stati importati con successo.

source: At least one error was encountered processing the file. Please see below.
de_de: Mindestens ein Fehler ist beim Verarbeiten der Datei aufgetreten. Mehr Informationen sind unten aufgelistet.
it_it: Almeno un errore incontrato nell'esame del file. Vedere di seguito.

source: Select file to upload:
de_de: Wählen sie eine Datei zum Hochladen aus:
it_it: Seleziona il file da caricare:

source: Department name already exists in database:
de_de: Abteilungsname existiert bereits:
it_it: Nome Dipertimento già esistente nel database:

source: Invalid hex color code entered:
de_de: Ungültiger hex Farbcode:
it_it: Il codice esadecimale del colore inserito non è valido

source: Classification is not a valid entry in your site configuration:
de_de: Die Klassifizierung ist kein gültiger Eintrag in Ihrer Seiten-Konfiguration:
it_it: La classificazione non è un valore valido nella configurazioen del tuo sito:

source: Bulk Device Importer
de_de: Massenimport
it_it: Importazione massiva apparati

source: Validate
de_de: Überprüfen
it_it: Validare

source: The following required fields are not mapped
de_de: Die folgenden benötigten Felder sind nicht zugeordnet
it_it: I seguenti campi obbligatori non sono censiti

source: Cabinet
de_de: Rack
it_it: Armadio

source: Manufacturer
de_de: Hersteller
it_it: Produttore

source: Model
de_de: Modell
it_it: Modello

source: Department
de_de: Abteilung
it_it: Reparto

source: Primary Contact
de_de: Primärer Kontakt
it_it: Contatto Principale

source: Collision Detected
de_de: Kollision erkannt
it_it: Collisione Rilevata

source: The file has passed validation. Press the Process button to import.
de_de: Die Datei wurde erfolgreich überprüft. Bitte mit Fortsetzen den Import starten.
it_it: Il file ha superato la validazione. Premi il pulsante Processa per importarlo.

source: Parent device does not exist at specified location.
de_de: Das übergeordnete Gerät existiert nicht am angegebenen Ort.
it_it: Apparato padre non esiste nella posizione specificata

source: Bulk Device Moves/Deletes
de_de: Massen Geräte-Verschiebungen/Löschungen
it_it: Spostamento/Cancellazione massiva apparati

source: KeyField
de_de: Schlüsselfeld
it_it: Campo chiave

source: The following values in the bulk move/delete file require entries in openDCIM before you may proceed.
de_de: Die folgenden Werte in der Massen Verschieben/Löschen-Datei benötigen Werte in openDCIM bevor es weiter gehen kann
it_it: Il seguenti valori nel file di spostamento/eliminazione massiva richiedono dei valori in openDCIM prima di poter procedere.

source: All records processed successfully.
de_de: Alle Einträge wurden erfolgreich verarbeitet.
it_it: Tutti i record sono stati processati con successo.

source: The type of key field that is being used to match devices in openDCIM. Only one type may be specified per file.
de_de: Der Typ des Schlüsselfeldes, welches genutzt wird, um Geräte in openDCIM abzugleichen. Nur ein Typ pro Datei darf angegeben werden.
it_it: Il tipo di campo chiave verrà utilizzato per abbinare i dispositivi in ​​openDCIM. È possibile specificare un solo tipo per file.

source: Created Template:
de_de: Erstellte Vorlage:

source: Error: Unable to add template for
de_de: Fehler: kann Vorlage nicht hinzufügen für

source: Error: Invalid DeviceType specified
de_de: Fehler: ungültigen Gerätetyp angegeben

source: Error: Manufacturer name
de_de: Fehler: Herstellername ␣

source: Created new person account:
de_de: Neues Personenkonto angelegt:
it_it: Crea un nuovo account personale

source: Updated existing person account:
de_de: Existierendes Personenkonto aktualisiert:
it_it: Aggiorna un account personale esistente

source: Information Technology Services
de_de: Informationstechnologiedienste
it_it: Tecnologie dell'Informazione

source: Cabinet Audit Report
de_de: Rack Auditbericht
it_it: Report Audit Armadio

source: Date
de_de: Datum
it_it: Data

source: Last Audit
de_de: Letzter Audit
it_it: Ultimo Audit

source: Page
de_de: Seite
it_it: Pagina

source: Cabinet Location
de_de: Rack Standort
it_it: Posizione Armadio

source: SerialNo
de_de: Seriennr.
it_it: Numero Serie

source: AssetTag
de_de: Inventar Nr.
it_it: Etichetta Asset

source: Rack Units
de_de: Höheneinheiten
it_it: Unità Rack

source: PowerConnection1
de_de: Stromverbindung1
it_it: Alimentazione 1

source: PowerConnection2
de_de: Stromverbindung2
it_it: Alimentazione 2

source: DeviceType
de_de: Gerätetyp
it_it: Tipo Apparato

source: PDUs at
de_de: PDUs an
it_it: PDU in

source: NumOutputs
de_de: Anzahl Outputs
it_it: Numero Prese

source: PanelLabel
de_de: Label Schaltfeld
it_it: Etichetta Pannello

source: PanelPole
de_de: Schaltfeld Pol
it_it: Fase Pannello

source: Data Center Cabinet Inventory
de_de: Data Center Rack Bestand
it_it: Inventario Armadi Data Center

source: Updated
de_de: Aktualisiert
it_it: Aggiornato

source: New Cabinet
de_de: Neues Rack
it_it: Nuovo Armadio

source: Location
de_de: Standort
it_it: Posizione

source: Assigned To
de_de: Zugewiesen an
it_it: Assegnato a

source: General Use
de_de: Allgemeine Verwendung
it_it: Uso Generico

source: Cabinet Row
de_de: Rack Reihe
it_it: Fila Armadi

source: Cabinet Height
de_de: Rack Höhe
it_it: Altezza Armadio

source: Bottom
de_de: Unten
it_it: Zoom

source: Top
de_de: Oben
it_it: Alto

source: Default
de_de: Standard
it_it: Predefinito

source: Maximum Weight
de_de: Max. Gewicht
it_it: Peso Massimo

source: Date of Installation
de_de: Installationsdatum
it_it: Data di Installazione

source: Tags
de_de: Markierungen
it_it: Etichette

source: Notes
de_de: Notizen
it_it: Note

source: Delete
de_de: Löschen
it_it: Cancella

source: Audit Report
de_de: Audit Bericht
it_it: Rapporto Audit

source: Map Coordinates
de_de: Koordinaten zuweisen
it_it: Coordinate Mappa

source: Create
de_de: Anlegen
it_it: Crea

source: Return to Navigator
de_de: Zurück zum Navigator
it_it: Ritorna al Navigatore

source: Return to Main Menu
de_de: Zurück zum Hauptmenü
it_it: Ritorna al Menu Principale

source: Are you sure that you want to delete this cabinet and all the devices in it?<br><br><b>THERE IS NO UNDO</b>
de_de: Sind Sie sicher, dass Sie dieses Rack mit allen Geräten darin löschen möchten?<br><br><b>ES GIBT KEIN ZURÜCK</b>
it_it: Sei sicuro di voler cancelare questo armadio e tutti gli apparati all'interno?<br><br><br>NON ANNULLABILE</b>

source: Yes
de_de: Ja
it_it: Sì

source: No
de_de: Nein

source: Install Date
de_de: Installationsdatum
it_it: Data Installazione

source: Row
de_de: Reihe
it_it: Fila

source: Never
de_de: Nie
it_it: Mai

source: Above defined rack height
de_de: Über festgelegter Rackhöhe
it_it: Altezza rack definita sopra

source: Free Space
de_de: Freier Platz
it_it: Spazio Libero

source: Maximum Weight Not Set
de_de: Maximales Gewicht nicht eingetragen
it_it: Peso Massimo Non Impostato

source: Owner Unassigned
de_de: Besitzer nicht zugewiesen
it_it: Proprietario Mancante

source: Template Unassigned
de_de: Vorlage nicht zugewiesen
it_it: Template Non Assegnato

source: Cabinet Metrics
de_de: Rack Abmessungen
it_it: Statistiche Armadio

source: Space
de_de: Platz
it_it: Spazio

source: Weight
de_de: Gewicht
it_it: Peso

source: Computed Watts
de_de: Berechnete Watt
it_it: Assorbimento Calcolato

source: Measured Watts
de_de: Gemessene Watt
it_it: Assorbimento Misurato

source: Approximate Center of Gravity
de_de: Ungefährer Schwerpunkt
it_it: Centro di Gravità Approssimativo

source: Zero-U Devices
de_de: Gerät mit 0 HE
it_it: Apparati Zero-U

source: Power Distribution
de_de: Stromverteilung
it_it: Distribuzione Potenza

source: Unknown Status
de_de: Unbekannter Status
it_it: Stato Sconosciuto

source: ATS Feeds Abnormal
de_de: ATS Feeds nicht normal
it_it: Alimentazioni ATS Anomale

source: Add CDU
de_de: CDU hinzufügen
it_it: Aggiungi CDU

source: Environmental Sensors
de_de: Umgebungssensoren
it_it: Sensori Ambientali

source: Add Sensor
de_de: Sensor hinzufügen
it_it: Aggiungi Sensore

source: Certify Audit
de_de: Audit bestätigen
it_it: Certifica Audit

source: Add Device
de_de: Gerät hinzufügen
it_it: Aggiungi Apparato

source: Edit Cabinet
de_de: Rack bearbeiten
it_it: Modifica Armadio

source: Delete Cabinet
de_de: Rack löschen
it_it: Elimina Armadio

source: Cabinet Notes
de_de: Rack Notizen
it_it: Note Armadio

source: Return to Zone %s
de_de: Zurück zur Zone %s

source: Return to Row %s
de_de: Zurück zur Reihe %s

source: Return to %s
de_de: Zurück zu %s
it_it: Ritorna a %s

source: Audit Confirmation
de_de: Audit Bestätigung
it_it: Conferma Audit

source: Do you certify that you have completed an audit of this cabinet?
de_de: Bestätigen Sie, dass Sie einen Audit des ausgewählten Racks abgeschlossen haben?
it_it: Confermi di aver completato un audit dell'armadio selezionato?

source: Are you sure that you want to delete this cabinet and all the devices in it?
de_de: Sind Sie sicher, dass Sie diesen Rack mit allen Geräten darin löschen möchten?
it_it: Sei sicuro di voler eliminare questo armadio e tutti i suoi apparati?

source: Are you REALLY sure?
de_de: Sind Sie WIRKLICH sicher?
it_it: Sei VERAMENTE Sicuro?

source: Are you sure REALLY sure? There is no undo!!
de_de: Sind Sie wirklich WIRKLICH sicher? Es gibt kein Zurück!!
it_it: Sei VERAMENTE Sicuro? Non puoi annullarla!!

source: Rows of Cabinets
de_de: Reihen der Racks
it_it: Fila di Armadi

source: Verify Delete Row
de_de: Löschen von Reihe prüfen
it_it: Conferma Cancellazione Apparato

source: This Row will be deleted and there is no undo. Assets within the row will remain as members of the Data Center.
de_de: Diese Reihe wird gelöscht. Dies kann nicht rückgängig gemacht werden. Der Bestand innerhalb der Reihe wird als Element des Rechenzentrums erhalten bleiben.
it_it: Questa Riga sarà cancellata definitivamente. Gli Asset all'interno della riga rimarranno come membri del Data Center.

source: Are you sure?
de_de: Sind Sie sicher?
it_it: Sei Sicuro?

source: New Row
de_de: Neue Reihe
it_it: Nuova Fila

source: Data Center Zone
de_de: Zone im Rechenzentrum
it_it: Zona Data Center

source: Template
de_de: Vorlage

source: New Template
de_de: Neue Vorlage
it_it: Nuovo Template

source: Managed
de_de: Verwaltet
it_it: Gestito

source: Automatic Transfer Switch
de_de: Automatischer Umschalter
it_it: Switch Trasferimento Automatico (ATS)

source: Multiplier
de_de: Multiplikator
it_it: Moltiplicatore

source: ATS Desired Result
de_de: ATS Erwartetes Ergebnis
it_it: Risultato Desiderato ATS

source: Processing Scheme
de_de: Verarbeitungsschema
it_it: Schema Lavorazione

source: Voltage
de_de: Spannung
it_it: Tensione

source: Amperage
de_de: Amperezahl
it_it: Amperaggio

source: No. of Outlets
de_de: Anzahl an Ausgängen
it_it: Numero Prese

source: Data Center Configuration
de_de: Rechenzentrum Konfiguration
it_it: Configurazione Data Center

source: Current selection
de_de: Aktuelle Auswahl
it_it: Selezione attuale

source: Select
de_de: Auswählen
it_it: Seleziona

source: Clear all
de_de: Alles zurücksetzen
it_it: Cancella Tutto

source: Something just went horribly wrong.
de_de: Irgendetwas ging schrecklich schief.
it_it: Qualcosa è appena andato tragicamente storto!

source: Replace
de_de: Ersetzen
it_it: Sostituire

source: Cancel
de_de: Abbrechen
it_it: Cancella

source: Media Type Delete Override
de_de: Medientyp löschen überschreiben
it_it: Forza Cancellazione Tipo Cablaggio

source: This media type is in use somewhere. Select an alternate type to assign to all the records to or choose clear all.
de_de: Dieser Medientyp wird irgendwo benutzt. Alternativen Typ auswählen um allen Einträgen zuzuordnen oder "alle zurücksetzen" wählen.
it_it: Questo tipo di cablaggio è in uso da qualche parte. Scegli un tipo diverso da assegnare a tutti i record o scegli di cancellare tutto

source: Code Delete Override
de_de: Code löschen überschreiben
it_it: Forza Cancellazione Codice

source: This code is in use somewhere. You can either choose to clear all instances of this color being used or choose to have them replaced with another color.
de_de: Dieser Code ist bereits in Verwendung. Sie können entweder alle Instanzen dieser Farbe zurücksetzen oder wählen, diese mit einer anderen Farbe zu ersetzen.
it_it: Questo codice è in uso da qualche parte. Puoi scegliere di cancellare tutte le istanze di questo colore o sostituirle tutte con un altro colore.

source: Custom Device Attribute Type Change Error
de_de: Fehler beim Ändern des benutzerdefinierten Geräteattributtyps
it_it: Errore Modifica Tipo Attributo Apparato Custom

source: Change Type and Clear all uses
de_de: Ändere Typ und lösche alle Benutzungen
it_it: Cambia Tipo e Cancella tutti gli usi

source: Custom Device Attribute Type Change Override
de_de: Änderung des benutzerdefinierten Geräteattributtyps überschreiben
it_it: Annullamento Modifica Tipo Attributo Apparato Custom

source: This custom device attribute is in use somewhere. If you choose to change the attribute type, it will be cleared from all devices and device templates.
de_de: Dieses benutzerdefinierte Geräteattribut ist irgendwo in Gebrauch. Wenn Sie den Attributtyp ändern, wird dieser von allen Geräten und Gerätevorlagen gelöscht.
it_it: Questo attributo personalizzato dell'apparato è in uso da qualche parte. Se scegli di modificare il tipo di attributo, verrà cancellato da tutti i dispositivi e dai modelli di apparato.

source: Custom Device Attribute Delete Error
de_de: Fehler beim Löschen des benutzerdefinierten Geräteattributs
it_it: Errore Cancellazione Attributo Apparato Custom

source: Delete from All Devices/Templates
de_de: Aus allen Geräten/Vorlagen löschen
it_it: Cancellazione da tutti gli Apparati/Template

source: Custom Device Attribute Delete Override
de_de: Benutzerdefiniertes Geräteattribut löschen überschreiben
it_it: Annullamento Cancellazione Attributo Apparato Custom

source: This custom device attribute is in use somewhere. If you choose to delete the attribute, it will be removed from all devices and device templates.
de_de: Dieses benutzerdefinierte Geräteattribut ist irgendwo in Gebrauch. Wenn Sie den Attributtyp löschen, wird sie von allen Geräten und Gerätevorlagen gelöscht.
it_it: Questo attributo personalizzato dell'apparato è in uso da qualche parte. Se scegli di cancellare il tipo di attributo, verrà rimosso da tutti i dispositivi e dai modelli di apparato.

source: Verify directory rights
de_de: Verzeichnisberechtigungen überprüfen

source: General
de_de: Allgemein
it_it: Generale

source: Reporting
de_de: Berichte
it_it: Report

source: Cabling
de_de: Verkabelung
it_it: Cablaggio

source: Custom Device Attributes
de_de: Benutzerdefinierte Geräteattribute
it_it: Attributi Apparato personalizzati

source: Attribute Mapping
de_de: Attributzuweisung

source: Organization Name
de_de: Organisationsname
it_it: Nome Organizzazione

source: Locale
de_de: Gebietsschema
it_it: Lingua

source: Default Panel Voltage
de_de: Standard-Schaltfeldspannung
it_it: Tensione Predefinita Pannello

source: Site Specific Paths
de_de: Seitenspezifische Pfade

source: Relative path for Drawings
de_de: Relativer Pfad für Zeichnungen

source: Relative path for Pictures
de_de: Relativer Pfad für Bilder

source: Relative path for Local/Custom Reports
de_de: Relativer Pfad für lokale/spezifische Berichte

source: Time and Measurements
de_de: Zeit und Maße
it_it: Tempi e Misure

source: Time Zone
de_de: Zeitzone
it_it: Fuso Orario

source: Log Retention (Days)
de_de: Log-Daten-Aufbewahrung (Tage)

source: Manufacture Date
de_de: Herstellungsdatum
it_it: Data Produzione

source: Blank
de_de: Leer
it_it: Vuoto

source: Now
de_de: Jetzt
it_it: Adesso

source: Warranty Date
de_de: Garantiedatum
it_it: Data Garanzia

source: Measurement Units
de_de: Maßeinheiten
it_it: Unità Misura

source: English
de_de: Englisch
it_it: Inglesi

source: Metric
de_de: Metrisch
it_it: Metriche

source: Page Size
de_de: Seitengröße
it_it: Formato Pagina

source: Users
de_de: Benutzer
it_it: Utenti

source: Department Types
de_de: Abteilungstypen
it_it: Tipi Reparti

source: User Lookup URL
de_de: Benutzer-Nachschlage-URL
it_it: URL Ricerca Utenti

source: Block Undefined Users
de_de: Undefinierte Benutzer blockieren
it_it: Blocco Utenti non Definiti

source: Disabled
de_de: Deaktiviert
it_it: Disabilitato

source: Enabled
de_de: Aktiviert
it_it: Abilitato

source: Rack Usage
de_de: Rack-Verwendung
it_it: Utilizzo Rack

source: Space Critical
de_de: Platz kritisch
it_it: Spazio Critico

source: Temperature Critical
de_de: Temperatur kritisch
it_it: Temperatura Critica

source: Space Warning
de_de: Platz Warnung
it_it: Avviso Spazio

source: Temperature Warning
de_de: Temperatur Warnung
it_it: Avviso temperatura

source: Weight Critical
de_de: Gewicht kritisch
it_it: Peso Critico

source: High Humidity Critical
de_de: Hohe Luftfeuchtigkeit kritisch
it_it: Umidità Alta Critica

source: Weight Warning
de_de: Gewicht Warnung
it_it: Avviso Peso

source: Low Humidity Critical
de_de: Niedrige Luftfeuchtikeit kritisch
it_it: Bassa Umidità Critica

source: Power Critical
de_de: Leistung kritisch
it_it: Consumo Critico

source: High Humidity Caution
de_de: Hohe Luftfeuchtigkeit Vorsicht
it_it: Avviso Alta Umidità

source: Power Warning
de_de: Leistung Warnung
it_it: Avviso Consumo

source: Low Humidity Caution
de_de: Niedrige Luftfeuchtigkeit Warnung
it_it: Avviso Bassa Umidità

source: RCI (Rack Cooling Index) High
de_de: RCI (Rack Cooling Index) Hoch
it_it: RCI (Rack Cooling Index) Alto

source: RCI (Rack Cooling Index) Low
de_de: RCI (Rack Cooling Index) Tief
it_it: RCI (Rack Cooling Index) Basso

source: Expirations
de_de: Ablaufdaten

source: Unseen Virtual Machines (Days)
de_de: Ungesehene virtuelle Maschinen (Tage)

source: Uninstalled Reservations (Days)
de_de: Deinstallierte Reservierungen (Tage)

source: Work Order Builder
de_de: Arbeitsauftragserstellung
it_it: Generatore ordini di lavorazione

source: Filter Cabinet List
de_de: Rack Liste filtern
it_it: Filtro Lista Armadi

source: Rack Requests
de_de: Rack Anfragen
it_it: Richieste Rack

source: Mail Subject
de_de: Mail Betreff
it_it: # ********** END - Aggiungi il campo Azione alla pagina Rack Request From **********Soggetto Mail

source: Warning (Hours)
de_de: Warnung (Stunden)
it_it: Avviso (Ore)

source: Critical (Hours)
de_de: Kritisch (Stunden)
it_it: Critico (Ore)

source: UserID and Key are not needed to pull from the repository, only to send.
de_de: BenutzerID und Schlüssel werden nicht für eine Abfrage benötigt, nur für eine Eingabe.
it_it: UserID e Chiave non sono necessari per recuperare dati dal repository, solamente per inviarne

source: Racks & Maps
de_de: Racks & Karten
it_it: Racks & Mappe

source: Critical Color
de_de: Farbe Kritisch
it_it: Colore Critico

source: Caution Color
de_de: Farbe Warnung
it_it: Colore Avviso

source: Good Color
de_de: Farbe Gut
it_it: Colore Buono

source: Unused Spaces
de_de: Ungenutzter Platz
it_it: Spazio Libero

source: Default U1 Position
de_de: Standard U1 Position
it_it: Posizione U1 Predefinita

source: Devices
de_de: Geräte
it_it: Apparati

source: Device Labels
de_de: Geräte-Labels
it_it: Etichette Apparati

source: Uppercase
de_de: Großschreibung
it_it: Maiuscolo

source: Lowercase
de_de: Kleinschreibung
it_it: Minuscolo

source: Initial caps
de_de: Anfangsbuchstaben
it_it: Maiuscole Iniziali

source: Don't touch my labels
de_de: Fass meine Labels nicht an
it_it: Non toccare le mie etichette

source: Device Lists
de_de: Gerätelisten
it_it: Lista Apparati

source: Just Devices
de_de: Nur Geräte
it_it: Solo Apparati

source: Show Datacenter and Cabinet
de_de: Rechenzentrum und Rack zeigen
it_it: Mostra Data Center e Armadi

source: Cabinets
de_de: Racks
it_it: Armadi

source: Draw Cabinet Outlines
de_de: Rackkonturen zeichnen
it_it: Disegna contorni dell'armadio

source: Add Cabinet Labels
de_de: Rack-Labels hinzufügen
it_it: Aggiungi etichetta armadio

source: Which Cabinet Label?
de_de: Welches Rack Label?

source: Owner Name
de_de: Name des Inhabers
it_it: Nome Proprietario

source: Key Lock Information
de_de: Schließinformation

source: Model No
de_de: Modellnummer
it_it: Numero Modello

source: Site
de_de: Seite
it_it: Sito

source: Header Color
de_de: Farbe Überschrift
it_it: Colore Intestazione

source: Body Color
de_de: Hauptbereich Farbe
it_it: Colore Corpo

source: Link Color
de_de: Linkfarbe
it_it: Colore Link

source: Viewed Link Color
de_de: Farbe besuchter Link
it_it: Colore Link Visitato

source: SMTP Username
de_de: SMTP Benutzername
it_it: Utente SMTP

source: SMTP Password
de_de: SMTP Passwort
it_it: Password SMTP

source: Mail To
de_de: Mail an
it_it: Destinatario Mail

source: Mail From
de_de: Mail von
it_it: Mittente Mail

source: Facility Manager
de_de: Einrichtungsleiter

source: Facility Manager Email
de_de: Einrichtungsleiter E-Mail
it_it: Email Facility Manager

source: Test Settings
de_de: Einstellungen testen

source: Email Alerts on Power Poll
de_de: E-Mail-Benachrichtigungen bei Stromabfrage

source: Email Alerts on Sensor Poll
de_de: E-Mail-Benachrichtigungen bei Sensorabfrage

source: Annual Cost Per Rack Unit (Year)
de_de: Jährliche Kosten pro Rack-Unit
it_it: Costo Annuo Per Unità Rack (€)

source: Cost Per KwHr
de_de: Kosten pro kWh
it_it: Costo per Kwh

source: Logo file for headers
de_de: Datei für Logo in Kopfzeile
it_it: File Logo per Intestazioni

source: Font
de_de: Schriftart

source: New Installs Period
de_de: Periode Neuinstallationen
it_it: Intervallo Nuove Installazioni

source: Base URL for install
de_de: Basis URL für Installation
it_it: URL Base per il Sito

source: SNMP Options
de_de: SNMP Optionen
it_it: Opzioni SNMP

source: SNMPv3 Security Level
de_de: SNMPv3 Sicherheitslevel
it_it: Livello di Sicurezza SNMPv3

source: Capacity Reporting
de_de: Kapazitätsbericht
it_it: Rapporto capienza

source: Switches
de_de: Switche
it_it: Switch

source: Switch Capacity Threshold
de_de: Kapazitätgrenze Switch
it_it: Soglia Capienza Switch

source: Utilities
de_de: Betriebsmittel
it_it: Utilità

source: Cabinet ToolTips
de_de: Rack ToolTips
it_it: ToolTip Armadio

source: Media Types
de_de: Medientypen
it_it: Tipi Cablaggio

source: Media Type Matching
de_de: Medientyp Abgleich
it_it: Accoppiamento Tipo cablaggio

source: Enforce
de_de: Erzwingen
it_it: Obbliga

source: Media Type
de_de: Medientyp
it_it: Tipo Cablaggio

source: Default Color
de_de: Standardfarbe
it_it: Colore Predefinito

source: Add new row
de_de: Neue Reihe hinzufügen
it_it: Agguingi nuova riga

source: Cable Colors
de_de: Kabelfarben
it_it: Colori Cavi

source: Color
de_de: Farbe
it_it: Colore

source: Default Note
de_de: Standardnotiz
it_it: Nota Predefinita

source: Cabinet Weight
de_de: Rack Gewicht
it_it: Altezza Armadio

source: Weight for rear connections between panels
de_de: Gewichtung für rückseitige Verbindungen zwischen Patchfeldern
it_it: Peso per collegamenti posteriori tra pannelli

source: Weight for patches in the same row
de_de: Gewichtung für Patches in derselben Reihe
it_it: Peso per le bratelle sulla stessa riga

source: Type
de_de: Typ
it_it: Tipo

source: Required
de_de: Erforderlich
it_it: Richiesto
