Repository: FliesLikeABrick/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: de_de, it_it

source: Rear Chassis Slots
de_de: Gehäuserückseite Slots
it_it: Contenuto posteriore dello chassis

source: Default:
de_de: Standard:
it_it: Predefinito:

source: Revert to default value from configuration page
de_de: Auf den Standardwert der Konfigurationsseite zurücksetzen
it_it: Ritorna a valore predefinito dalla pagina di configurazione

source: Revert
de_de: Zurücksetzen
it_it: Ripristina

source: Enabled?
de_de: Aktiviert?
it_it: Abilitato?

source: Required?
de_de: Erforderlich?
it_it: Richiesto?

source: Number of Devices Using This Template:
de_de: Anzahl Geräte, die diese Vorlage verwenden
it_it: Numero Apparati che Usano Questo Template:

source: Update Template
de_de: Vorlage aktualisieren
it_it: Aggiorna Template

source: Clone Template
de_de: Vorlage klonen
it_it: Duplica Template

source: Delete Template
de_de: Vorlage löschen
it_it: Cancella Template

source: Update Devices
de_de: Gerät aktualisieren
it_it: Aggiorna Apparati

source: OID for Phase1
de_de: OID für Phase 1
it_it: OID per Fase 1

source: OID for Phase2
de_de: OID für Phase2
it_it: OID per Fase 2

source: OID for Phase3
de_de: OID für Phase 3
it_it: OID per Fase 3

source: Temperature OID
de_de: Temperatur OID
it_it: OID Sensore Temperatura

source: Humidity OID
de_de: Luftfeuchtigkeit OID
it_it: OID Sensore Umidità

source: Temperature Multiplier
de_de: Multiplikator Temperatur
it_it: Moltiplicatore Temperatura

source: Humidity Multiplier
de_de: Multiplikator Luftfeuchtigkeit
it_it: Moltiplicatore Umidità

source: Temperature Units
de_de: Temperatureinheiten
it_it: Unità di Temperatura

source: Image file selector
de_de: Bilddateiauswahl
it_it: Selettore File Immagine

source: Import Template From File
de_de: Vorlage aus Datei importieren
it_it: Importazione Template da File

source: Import log
de_de: Log importieren
it_it: Log Importazione

source: Created
de_de: Angelegt

source: Disposal Mechanism
de_de: Entsorgungsmechanismus
it_it: Meccanismo di smaltimento

source: Disposition ID
de_de: Entsorgungs-ID

source: New Disposal Method
de_de: Neue Entsorgungsmethode
it_it: Nuovo metodo di smaltimento

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Reference Number (Contract)
de_de: Referenznummer (Vertrag)
it_it: Numero di riferimento (Contratto)

source: You must always have at least one Active disposal method.
de_de: Sie müssen immer mindestens eine aktive Entsorgungsmethode haben.
it_it: Devi sempre avere almeno un metodo di smaltimento attivo.

source: Data Center Escalation Rules
de_de: Rechenzentrum Eskalationsregeln
it_it: Regole di Escalation Data Center

source: Escalation Rule
de_de: Eskalationsregel
it_it: Regola di Escalation

source: New Escalation Rule
de_de: Neue Eskalationsregel
it_it: Nuova Regola di Escalation

source: OpenDCIM Image File Management
de_de: OpenDCIM Bilddateiverwaltung
it_it: Gestione File Immagini OpenDCIM

source: openDCIM Data Center Inventory
de_de: openDCIM Rechenzentrumsbestand
it_it: Inventario Data Center

source: Device Pictures
de_de: Gerätebilder
it_it: Immagine Apparato

source: Rebuild Image Cache
de_de: Bilder-Cachespeicher erneuern
it_it: Ricostruisci cache immagini

source: Infrastructure Drawings
de_de: Infrastruktur-Zeichnungen
it_it: Disegni Infrastrutture

source: Delete image file?
de_de: Bilddatei löschen?
it_it: Elimina file immagine?

source: This image will be permanently deleted and cannot be recovered. Are you sure?
de_de: Dieses Bild wird dauerhaft gelöscht und kann nicht wiederhergestellt werden. Sind Sie sicher?
it_it: Questo immagine sarà eliminata definitivamente senza possibilità di annullamento. Sei sicuro?

source: Data Center Operations Metrics
de_de: Rechenzentrum Betriebsmetriken
it_it: Statistiche Operative Data Center

source: Pending Rack Requests
de_de: Ausstehende Rack Anfragen
it_it: Richiesta Rack in Sospeso

source: Submit Time
de_de: Abgabezeit
it_it: Orario di Registrazione

source: Requestor
de_de: Antragsteller
it_it: Richiedente

source: Due By
de_de: Fällig am
it_it: Scadenza

source: Data Center Inventory
de_de: Rechenzentrumsbestand
it_it: Inventario Data Center

source: Export Inventory
de_de: Bestand exportieren
it_it: Esporta Inventario

source: Hosted Systems
de_de: Gehostete Systeme
it_it: Sistemi Ospitati

source: Physical Server Count
de_de: Physische Serveranzahl
it_it: Conteggio Server Fisici

source: Other Device Count
de_de: Anzahl anderer Geräte
it_it: Conteggio Altri Apparati

source: Power Consumption
de_de: Energieverbrauch
it_it: Consumo Energia

source: Heat Produced
de_de: Produzierte Hitze
it_it: Calore Prodotto

source: Virtual Machines
de_de: Virtuelle Maschinen
it_it: Macchine Virtuali

source: Virtualization Ratio
de_de: Virtualisierungsratio
it_it: Coefficiente di Virtualizzazione

source: Unable to bind to specified LDAP server with specified username/password. Username:
de_de: Die Verbindung zum angegebenen LDAP-Server mit dem angegebenen Benutzernamen/Kennwort kann nicht hergestellt werden. Benutzername:
it_it: Impossibile collegarsi al server LDAP specificato con nome utente / password specificati. Username:

source: Username:
de_de: Benutzername:

source: Password:
de_de: Passwort:

source: Map Selector
de_de: Wahl der Karte
it_it: Selettore Mappa

source: Coordinates
de_de: Koordinaten
it_it: Coordinate

source: Front Edge
de_de: Vorderkante
it_it: Fronte

source: Click and drag on the image to select an area for
de_de: Klicken und ziehen Sie auf dem Bild, um einen Bereich für ␣ zu wählen

source: You must configure an image for this data center before attempting to place a cabinet on its map.
de_de: Du musst ein Foto für dieses Rechenzentrum einstellen bevor du ein Rack auf der Karte platzieren kannst.

source: Please check that &quot;%s&quot; is actually a file.
de_de: Bitte prüfen Sie, dass &quot;%s&quot; eine Datei ist.
it_it: Per favore, verifica che &quot;%s&quot; sia effettivamente un file.

source: Selection Preview
de_de: Auswahl Vorschau
it_it: Anteprima Selezione

source: General Storage Room
de_de: Allgemeiner Speicherraum
it_it: Magazzino

source: Reports
de_de: Berichte
it_it: Report

source: Work Order
de_de: Arbeitsauftrag
it_it: Ordine di Lavoro

source: Rack Request Form
de_de: Formular Rack Anfrage
it_it: Modulo Richiesta Rack

source: User Administration
de_de: Benutzeradministration
it_it: Gestione Utenti

source: Dept. Administration
de_de: Abteilungsadministration
it_it: Gestione Reparti

source: Issue Escalation
de_de: Problemeskalation
it_it: Escalation del problema

source: Time Periods
de_de: Zeiträume
it_it: Fasce orarie

source: Escalation Rules
de_de: Eskalationsregeln
it_it: Regole Escalation

source: Project Catalog
de_de: Projektkatalog
it_it: Catalogo Progetto

source: Template Management
de_de: Vorlagenverwaltung
it_it: Gestore Template

source: Edit Device Templates
de_de: Gerätevorlagen bearbeiten
it_it: Modifica Template Apparati

source: Infrastructure Management
de_de: Infrastrukturverwaltung
it_it: Gestore Infrastruttura

source: Edit Cabinets
de_de: Racks bearbeiten
it_it: Modifica Armadi

source: Device Image Management
de_de: Gerätebilderverwaltung
it_it: Gestore immagini apparati

source: Bulk Importer
de_de: Massenimport
it_it: Importazione massiva

source: Import Container/Datacenter/Zone/Row
de_de: Container/Rechenzentrum/Zone/Reihe importieren
it_it: Importa Container/Datacenter/Zone/File

source: Import User Accounts
de_de: Benutzerkonten importieren
it_it: Importa Utenti

source: Import Departments/Customers
de_de: Abteilungen/Kunden importieren
it_it: Importa Reparti/Clienti

source: Import Device Templates
de_de: Gerätevorlagen importieren

source: Import New Cabinets
de_de: Neue Racks importieren
it_it: Importa nuovi armadi

source: Import New Devices
de_de: Neue Geräte importieren
it_it: Importa nuovi apparati

source: Import Network Connections
de_de: Netzwerkverbindungen importieren
it_it: Importa connessioni di rete

source: Import Power Connections
de_de: Stromanschlüsse importieren
it_it: Importa alimentazioni

source: Process Bulk Moves
de_de: Massenverschiebungen verarbeiten
it_it: Spostamenti massivi

source: Edit Manufacturers
de_de: Hersteller bearbeiten
it_it: Modifica Produttori

source: Repository Sync
de_de: Repository Synchronisierung
it_it: Sincronizzazione Repository

source: Manage Supply Bins
de_de: Vorratsbehälter verwalten
it_it: Gestisci Magazzini

source: Manage Supplies
de_de: Vorräte verwalten
it_it: Gestisci Scorte

source: Manage Disposal Methods
de_de: Entsorgungsmethoden verwalten
it_it: Gestisci metodi di smaltimento

source: Edit Data Centers
de_de: Rechenzentren bearbeiten
it_it: Modifica Data Center

source: Edit Containers
de_de: Container bearbeiten
it_it: Modifica Contenitori

source: Edit Zones
de_de: Zonen bearbeiten
it_it: Modifica Zone

source: Edit Rows of Cabinets
de_de: Rack-Reihen bearbeiten
it_it: Modifica File di Armadi

source: Power Management
de_de: Stromversorgungverwaltung
it_it: Pannello Alimentazione

source: Edit Power Panels
de_de: Stromschaltfelder bearbeiten
it_it: Modifica Pannelli Alimentazione

source: Path Connections
de_de: Pfadverbindungen
it_it: Percorso di Connessione

source: View Path Connection
de_de: Pfadverbindungen zeigen
it_it: Vista Percorso di Connessione

source: Make Path Connection
de_de: Pfadverbindung erzeugen
it_it: Crea Percorso di Connessione

source: Edit Configuration
de_de: Konfiguration bearbeiten
it_it: Modifica Configurazione

source: Logout
de_de: Abmelden

source: Side
de_de: Seite
it_it: Lato

source: Creating an end to end connection
de_de: End-zu-End Verbindung anlegen
it_it: Creazione connessione end-to-end

source: Connection implemented
de_de: Verbindung implementiert
it_it: Connessione realizzata

source: Path not initialized
de_de: Pfad nicht initialisiert
it_it: Percorso non definito

source: Error getting initial device data
de_de: Fehler beim Auslesen der initialen Gerätedaten
it_it: Errore nel recupero dei dati dell'apparato di partenza

source: Error: initial device is a panel
de_de: Fehler: Ausgangsgerät ist ein Schaltfeld
it_it: Errore: l'apparato di partenza è un pannello

source: Error getting initial device port data
de_de: Fehler beim Auslesen der Portdaten des Ausgangsgerätes
it_it: Errore nel recupero dei dati della porta di partenza

source: Error: initial device port is already connected
de_de: Fehler: Ausgangsgeräteport ist bereits belegt
it_it: Errore: la porta di partenza è già connessa

source: Error getting final device data
de_de: Fehler beim Auslesen der Endgerätedaten
it_it: Errore nel recupero dei dati dell'apparato di destinazione

source: Error: final device is a panel
de_de: Fehler: Endgerät ist ein Schaltfeld
it_it: Errore: l'apparato di destinazione è un pannello

source: Error getting final device port data
de_de: Fehler beim Auslesen der Portdaten des Endgerätes
it_it: Errore nel recupero dei dati dell'apparato di destinazione

source: Error: final device port is already connected
de_de: Fehler: Endgeräteport ist bereits belegt
it_it: Errore: la porta di destinazione è già connessa

source: Path not found
de_de: Pfad nicht gefunden
it_it: Percorso non trovato

source: Initial device unspecified
de_de: Ausgangsgerät nicht spezifiziert
it_it: Apparato di partenza non definito

source: Initial device port unspecified
de_de: Ausgangsgeräteport nicht spezifiziert
it_it: Porta di partenza non definita

source: Final device unspecified
de_de: Endgerät nicht spezifiziert
it_it: Apparato di destinazione non definito

source: Unknown Error
de_de: Unbekannter Fehler
it_it: Errore Sconosciuto

source: Front Connection
de_de: Frontanschluss
it_it: Connessione Frontale

source: Rear Connection
de_de: Rückseitiger Anschluss
it_it: Connessione Posteriore

source: Implement in DataBase
de_de: In Datenbank anwenden
it_it: Modifica nel Database

source: Initial device
de_de: Ausgangsgerät
it_it: Apparato di partenza

source: Final device
de_de: Endgerät
it_it: Apparato di destinazione

source: Make Path
de_de: Pfad erzeugen
it_it: crea Percorso

source: End to end connection path
de_de: End-zu-End Verbindungspfad
it_it: Percorso di connessione end-to-end

source: Front connections deleted
de_de: Frontanschluss gelöscht
it_it: Connessioni Frontali Cancellate

source: Come back when you have device rights
de_de: Kommen Sie wieder, wenn Sie Geräterechte haben
it_it: Ritorna quando avrai diritti sugli apparati

source: There is a loop in this port
de_de: Es gibt eine Schleife an diesem Port
it_it: Questa porta è in loop

source: Device not found
de_de: Gerät nicht gefunden
it_it: Apparato non trovato

source: There are several devices with this label
de_de: Es gibt mehrere Geräte mit diesem Label
it_it: Ci sono più apparati con questo nome

source: Please, select a device from list
de_de: Bitte, wählen Sie ein Gerät aus der Liste
it_it: Per favore, scegli un apparato dalla lista

source: Not found
de_de: Nicht gefunden
it_it: Non trovato

source: Path of
de_de: Pfad von
it_it: Percorso di

source: Delete front connections in DataBase
de_de: Frontanschlüsse in Datenbank löschen
it_it: Cancella la connessione frontale dal database

source: Search by path identifier
de_de: Suche nach Pfadkennzeichnung
it_it: Cerca per identificatore di percorso

source: Identifier
de_de: Bezeichner
it_it: Identificatore

source: Search by label/port
de_de: Suche nach Label / Port
it_it: Cerca per etichetta/porta

source: openDCIM Department Membership Maintenance
de_de: openDCIM Abteilungsmitgliedschaftspflege
it_it: Manutenzione Appartenenza Reparti openDCIM

source: Department Membership
de_de: Abteilungsmitgliedschaft
it_it: Appartenenza Reparto

source: Inherited Meter Load
de_de: Vererbte Zählerlast
it_it: Carico contatore ereditato

source: Estimated Load
de_de: Geschätzte Last
it_it: Caricamento stimato

source: Panel Meter Load
de_de: Schaltfeldzählerlast
it_it: Caricamento del pannello di misura

source: Power Panel ID
de_de: Stromschaltfeld-ID
it_it: ID Pannello Alimentazione

source: New Panel
de_de: Neues Schaltfeld
it_it: Nuovo Pannello

source: Panel Name
de_de: Schaltfeldname
it_it: Nome Pannello

source: Number of Poles
de_de: Anzahl der Pole
it_it: Numero Fasi

source: Main Breaker Amperage
de_de: Stromstärke der Hauptsicherung
it_it: Portata Interruttore Principale

source: Panel Voltage
de_de: Schaltfeldspannung
it_it: Tensione Pannello

source: Numbering Scheme
de_de: Nummernschema
it_it: Schema Numerazione

source: Parent Panel
de_de: Übergeordnetes Schaltfeld
it_it: Pannello Padre

source: Parent Breaker Name
de_de: Übergeordneter Sicherungsname
it_it: Nome Interruttore Padre

source: Panel Meter IP Address
de_de: Schaltfeldzähler-IP-Adresse
it_it: Indirizzo IP del misuratore di pannello

source: CDU/Meter Template
de_de: CDU/Zähler-Vorlage
it_it: CDU / modello di misurazione

source: Data Center (for Mapping)
de_de: Rechenzentrum (für das Mapping)

source: Panel Schedule
de_de: Schaltfeldzeitplan
it_it: Connessioni Pannello

source: Unknown Pole
de_de: Unbekannter Pol
it_it: Fase Sconosciuta

source: PDUs and Panels displayed here could not be drawn on the panel because no circuit ID was defined. Please check the pole positions on the panels again.
de_de: Die hier angezeigten PDUs und Schaltfelder konnten nicht auf dem Schaltfeld gezeichnet werden, da keine Schaltkreis-ID definiert wurde. Bitte überprüfen Sie die Polpositionen auf den Schaltfeldern erneut.
it_it: Le PDU e pannelli qui visualizzate non possono essere disegnate sul pannello a causa della mancanza degli ID di circuito. Per favore ricontrolla la posizione delle fasi sui pannelli.

source: Errors
de_de: Fehler
it_it: Errori

source: PDUs and Panels displayed here could not be drawn on the panel because of an overlapping circuit ID assignment. Please check the pole positions on the panels again.
de_de: Die hier angezeigten PDUs und Schaltfelder konnten aufgrund einer überlappenden Stromkreis-ID-Zuordnung nicht auf das Schaltfeld gezeichnet werden. Bitte überprüfen Sie die Polpositionen auf den Panels erneut.
it_it: Le PDU e pannelli qui visualizzate non possono essere disegnate sul pannello a causa della sovrapposizione dei ID di circuito. Per favore ricontrolla la posizione delle fasi sui pannelli.

source: Return to Parent Panel
de_de: Zurück zum übergeordnetem Schaltfeld
it_it: Ritorna al Pannello Genitore

source: Return to
de_de: Zurück zu
it_it: Ritorna a

source: Power panel delete confirmation
de_de: Stromschaltfeld Lösch-Bestätigung
it_it: Conferma Cancellazione Pannello Alimentazione

source: Are you sure that you want to delete this power panel?
de_de: Sind Sie sicher, dass Sie dieses Stromschaltfeld löschen möchten?
it_it: Sei sicuro di voler eliminare questo pannello di alimentazione?

source: openDCIM Project Membership Maintenance
de_de: openDCIM Projektmitgliedschaftspflege

source: Project to Administer
de_de: Zu verwaltendes Projekt
it_it: Progetto da Amministrare

source: Project Detail
de_de: Projektdetails
it_it: Dettagli Progetto

source: openDCIM Project Information
de_de: openDCIM Projektinformation
it_it: Informazioni Progetto openDCIM

source: Project
de_de: Projekt
it_it: Progetto

source: New Project
de_de: Neues Projekt
it_it: Nuovo Progetto

source: Project Name
de_de: Projektname
it_it: Nome Progetto

source: Project Sponsor
de_de: Projektsponsor
it_it: Sponsor di Progetto

source: Project Start Date
de_de: Startdatum des Projekts
it_it: Data Inizio Progetto

source: Project Expiration Date
de_de: Ablaufdatum des Projekts
it_it: Data Scadenza Progetto

source: Project Actual End Date
de_de: Tatsächliches Enddatum des Projekts
it_it: Data Fine Progetto Attuale

source: Assign Devices
de_de: Geräte zuweisen
it_it: Assegna Apparati

source: Assign Cabinets
de_de: Racks zuweisen

source: Project delete confirmation
de_de: Löschbestätigung für das Projekt
it_it: Conferma Cancellazione Progetto

source: Are you sure that you want to delete this project? (Devices will be unassociated, but will not be deleted).
de_de: Sind Sie sicher, dass Sie das Projekt löschen möchten? (Geräte verlieren die Zuordnung, werden aber nicht gelöscht).
it_it: Sei sicuro che vuoi cancellare questo progetto? (Gli apparati verranno disassociati, ma non eliminati)

source: THERE IS NO UNDO
de_de: ES GIBT KEINEN WEG ZURÜCK
it_it: NON E' POSSIBILE ANNULLARE

source: Data Center Rack Request
de_de: Data Center Rack Anfrage
it_it: Richiesta di Installazione Data Center

source: ITS Facilities Rack Request
de_de: ITS Einrichtungen Rack Anfrage

source: Your request for racking up the device labeled %1$s has been received. The Network Operations Center will examine the request and contact you if more information is needed before the request can be processed. You will receive a notice when this request has been completed. Please allow up to 2 business days for requests to be completed.
de_de: Ihre Anforderung zum Einbau des Gerätes %1$s ist eingegangen. Das zuständige Team wird die Anfrage prüfen und Sie kontaktieren, wenn weitere Informationen benötigt werden, bevor der Antrag bearbeitet werden kann. Sie erhalten eine Benachrichtigung, wenn der Antrag abgeschlossen ist. Bitte rechnen Sie mit einer Bearbeitungszeit von bis zu 2 Werktagen.
it_it: La tua richiesta per installare l'apparato etichettato %1$s è stata ricevuta. Il Network Operations Center esaminerà la richiesta e ti contatterà se saranno necessarie ulteriori informazioni prima che la richiesta possa essere esaminata. Riceverai una comunicazione quando la richiesta sarà completata. Il completamento della richiesta avverrà entro 2 giorni lavorativi.

source: Your Request ID is %1$d and you may view the request online at
de_de: Ihre Anfragenummer ist %1$d. Sie können die Anfrage online ansehen unter
it_it: L'ID della tua richiesta è %1$d e puoi verificarne lo stato online in

source: this link
de_de: dieser Link
it_it: questo link

source: Your request for racking up the device labeled %1$s has been completed.
de_de: Ihre Anfrage zum Einbau des Gerätes %1$s ist abgeschlossen.
it_it: La tua richiesta per installare l'apparato etichettato %1$s è stata completata.

source: To view your device in its final location click %1$s
de_de: Um ihr Gerät im finalen Einbauort zu sehen, klicken Sie %1$s
it_it: Per verdere il tuo apparato nella sua collocazione finale, fa click su %1$s

source: You do not have permission to delete this request
de_de: Sie haben keine Berechtigung, diese Anfrage zu löschen
it_it: Non sei autorizzato a cancellare questa richiesta

source: You must specify the VLAN information for the ethernet connections
de_de: Sie müssen die VLAN-Informationen für diese Ethernetanschlüsse angeben
it_it: Devi specificare le informazioni relative alla VLAN per la connessione ethernet

source: You must specify the SAN port information to continue
de_de: Sie müssen die SAN-Portinformationrn eingeben, um fortzufahren
it_it: Devi specifirare le informazionis ulla porta SAN per continuare

source: You must specify the current location of the equipment
de_de: Sie müssen den derzeitigen Einbauort der Ausstattung angeben
it_it: Devi specificare la posizione corrente dell'apparato

source: Action
de_de: Maßnahme
it_it: Azione

source: New
de_de: Neu
it_it: Nuovo

source: Change
de_de: Ändern
it_it: Modifica

source: Retire
de_de: Abberufen
it_it: Riprova

source: Label Color
de_de: Labelfarbe
it_it: Colore Etichetta

source: White
de_de: Weiß
it_it: Bianco

source: Yellow
de_de: Gelb
it_it: Giallo

source: Red
de_de: Rot
it_it: Rosso

source: Select a template
de_de: Vorlage auswählen
it_it: Seleziona un Template

source: Number of Ethernet Connections
de_de: Anzahl Ethernetanschlüsse
it_it: Numero Connessioni Ethernet

source: VLAN Settings
de_de: VLAN Einstellungen
it_it: Impostazioni VLAN

source: Number of SAN Connections
de_de: Anzahl SAN-Anschlüsse
it_it: Numero Connessioni SAN

source: SAN Port Assignments
de_de: SAN Portzuordnungen
it_it: Impostazioni Porte SAN

source: Current Location
de_de: Aktueller Standort
it_it: Posizione Attuale

source: Special Instructions
de_de: Besondere Hinweise
it_it: Istruzioni Speciali

source: Select Rack Location
de_de: Rack-Standort auswählen
it_it: Seleziona Posizione Rack

source: Update Request
de_de: Anfrage aktualisieren
it_it: Richiesta Aggiornamento

source: Delete Request
de_de: Anfrage löschen
it_it: Richiesta Eliminazione

source: Move to Rack
de_de: Zu Rack verschieben
it_it: Sposta nel Rack

source: Data Center Asset Aging Report
de_de: Rechenzentrum Inventarbericht nach Alter
it_it: Report Anzianità Asset Data Center

source: Device Ages by Count
de_de: Gerätealter nach Anzahl
it_it: Conteggio Apparati per Anzianità

source: Age
de_de: Alter
it_it: Anzianità

source: Devices more than 5 years old
de_de: Geräte mit Alter > 5 Jahre
it_it: Apparati con Più di 5 Anni di Anzianità

source: Asset Report (Excel)
de_de: Inventarbericht (Excel)
it_it: Report Asset (Excel)

source: Return to Reports
de_de: Zurück zu Berichte
it_it: Ritorna ai Report

source: Asset Report
de_de: Inventarbericht
it_it: Report Asset

source: Data Center Statistics on all data centers assets.
de_de: Rechenzentrum Statistiken über alles Inventar
it_it: Statistiche Data Center

source: datacenter report assets statistic
de_de: Data Center Bericht Inventarstatistik
it_it: Statistiche Data Center

source: Notes on DC Statistics
de_de: Notizen zu DC Statistiken
it_it: Statistiche Zona

source: Logo Description
de_de: Logo-Beschreibung
it_it: Descrizione
