Repository: FliesLikeABrick/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: de_de, it_it

source: This container will be deleted and there is no undo. Their direct descendants will be moved to \\'home\\'.
it_it: Questo apparato sarà eliminato senza possibilità di annullamento. Sei sicuro?

source: Container
it_it: Contenitore

source: Design Maximum (kW)
it_it: Massimo Progettuale (kW)

source: Administrator
it_it: Amministratore

source: Export
it_it: Esporta

source: Sensor
it_it: Sensore

source: VM Name
it_it: Nome VM

source: Status
it_it: Stato

source: Asset Tracking
it_it: Dati Asset

source: Audit not yet completed
it_it: Audit non ancora completato

source: Details
it_it: Dettagli

source: SNMP Read Only Community
it_it: Community SNMP Sola Lettura

source: Firmware Version
it_it: Versione Firmware

source: Switch SNMP
it_it: SNMP Switch

source: Hypervisor Server Information
it_it: Informazioni server Hypervisor

source: Port Name
it_it: Nome Porta

source: Patch Port
it_it: Porta Patch

source: Import
it_it: Importa

source: System Name
it_it: Nome Sistema

source: DC Count
it_it: Conteggio

source: VM Hosts
it_it: Host Virtuali

source: LDAP authentication successful, granted site access based on required group membership. Username:
it_it: Autenticazione LDAP riuscita, accesso al sito concesso in base all'appartenenza al gruppo richiesta. Username:

source: LDAP authentication successful, but access denied based on lacking group membership. Username:
it_it: Autenticazione LDAP riuscita, ma accesso negato per mancanza di appartenenza al gruppo. Username:

source: You must configure an image for this datacenter before attempting to place a cabinet on its map.
it_it: Devi configurare un'immagine per questo Data Center priima di definire la posizione di un armadio sulla mappa.

source: Please check the permissions on %s and make sure it is readable.
it_it: Per favore verifica i permessi di %s e accrtati che sia leggibile.

source: Facilities Image Management
it_it: Gestore immagini delle Facility

source: Port
it_it: Porta

source: Check contact details for
it_it: Controlla i dettagli di contatto per

source: Data center team address
it_it: Indirizzo Staff Data Center

source: Logo Name
it_it: Cognome

source: Rack
it_it: Armadio

source: Cabinet Report
it_it: Report Armadio

source: Choose cabinets to print in Data Center
it_it: Scegli gli Armadi da visualizzare nel Data Center

source: Data Center Reserved Space Report
it_it: Report Asset Data Center

source: Data Center Switch Capacity Exceptions Report
it_it: Report Eccezioni Capacità Switch Data Center

source: Normal
it_it: Normale

source: All Projects/Services
it_it: Tutti i Progetti/Servizi

source: Index
it_it: Indice

source: Server Name
it_it: Nome Server

source: Last Modification Time
it_it: Orario Ultima Modifica

source: Last Modified By
it_it: Ultima Modifica effettuate da

source: Failed to delete cabinet with CabinetID
it_it: Fallita la cancellazione dell'armasio con CabineID

source: Powerpanel creation failed
it_it: Creazione Pannello Energia fallita

source: openDCIM Test Message
it_it: Messaggio di Test openDCIM

source: Data Center Sensor Alerts Report
it_it: Report Allarmi Sensori Data Center

source: Data Center Sensor Alerts
it_it: Allarmi Sensori Data Center

source: Data Center Power Alerts Report
it_it: Report Allarmi Energia Data Center

source: Data Center Power Alerts
it_it: Allarmi Energia Data Center
