Repository: FliesLikeABrick/openDCIM
Catalog: locale/*/LC_MESSAGES/openDCIM.po
Languages: de_de, it_it

source: New User
de_de: Neuer Anwender
it_it: Nuovo Utente

source: This user is the primary contact for this many devices
de_de: Dieser Nutzer ist der primäre Ansprechpartner für diese vielen Geräte
it_it: Questo utente è il Contatto Principale per i seguenti apparati

source: First Name
de_de: Vorname
it_it: Nome

source: Phone 1
de_de: Telefon 1
it_it: Telefono 1

source: Phone 2
de_de: Telefon 2
it_it: Telefono 2

source: Phone 3
de_de: Telefon 3
it_it: Telefono 3

source: Email Address
de_de: Email Adresse
it_it: Indirizzo Email

source: Generate New Key
de_de: Erzeuge neuen Schlüssel
it_it: Genera Nuova Chiave

source: Rights
de_de: Rechte
it_it: Permessi

source: Admin Own Devices
de_de: Verwalte eigene Geräte
it_it: Amministrare gli Apparati di Proprietà

source: Read/Report Access (Global)
de_de: Lesen / Bericht Zugriff (Global)
it_it: Accesso in lettura/report (Globale)

source: Modify/Enter Devices (Global)
de_de: Geräte anlegen / ändern (Global)
it_it: Modifica/Inserimento Apparati (Globale)

source: Delete Devices (Global)
de_de: Geräte löschen (Global)
it_it: Cancellazione Apparati (Globale)

source: Enter/Modify Contacts and Departments
de_de: Kontakte und Abteilungen eingeben / ändern
it_it: Inserimento/Modifica Contatti e Reparti

source: Enter Rack Requests
de_de: Rack Anforderungen eingeben
it_it: Inserimento Richieste Installazione

source: Complete Rack Requests
de_de: Rack Anforderungen abschließen
it_it: Completamento Richieste Installazione

source: Perform Bulk Operations
de_de: Führe Massen Operationen aus
it_it: Esecuzione Operazioni Massive

source: Manage Site and Users
de_de: Standorte und Benutzer verwalten
it_it: Gestione Sito e Utenti

source: Virtual Machine Inventory Exception Report
de_de: Bericht Virtuelle Maschinen Inventur Sonderfälle
it_it: Report Eccezioni Inventario Macchine Virtuali

source: This is an automated message from the
de_de: Dies ist eine automatische Mitteilung von
it_it: Questo è un messaggio automatico generato da

source: Inventory Process. This process is scheduled to run once each business day.</p> <p>The following
de_de: Inventur Prozess. Dieser Prozess ist eingeplant um an jedem Werktag zu laufen.</p> <p>Der folgende
it_it: Inventory Process. Questo processo è schedulato per l'esecuzione una volta ogni giorno lavorativo. </p> <p>Il seguente

source: Virtual Machines were detected in the environment and do not have an associated owner record. It is assumed that these are new Virtual Machines. Please click on the links below to update ownership information.
de_de: Virtuelle Maschinen wurden erkannt und haben keinen zugewiesenen Besitzer. Es wird angenommen, dass dies neue virtuelle Maschinen sind. Bitte auf Links unten klicken um die Besitzer-Information einzutragen.
it_it: Sono state rilevate Macchine Virtuali e non hanno un Proprietario assegnato. Si presume che siano nuov Macchine Virtuali. Per favore clickare sul link sottostante per modificare il Proprietario.

source: If the appropriate department is not listed as an option for ownership, please send an email to
de_de: Falls die entsprechende Abteilung als Eigentümer nicht gelistet ist, senden Sie bitte eine E-Mail an
it_it: Se il Reparto appropriato non è selezionabile per l'ownership, per cortesia inviare una email a

source: to have it added.
de_de: um aufgenommen zu werden
it_it: per farlo aggiungere.

source: Virtual Machine Inventory Expiration Report
de_de: Virtual Machine Inventur Ablauf-Bericht
it_it: Report Scadenza Inventario Macchine Virtuali

source: Virtual Machine Inventory Process. This process is scheduled to run once each business day.
de_de: Inventur Virtueller Maschinen Prozess. Dieser Prozess ist eingeplant, um an jedem Werktag zu laufen.
it_it: Virtual Machine Inventory Process. Questo processo è schedulato per l'esecuzione una volta ogni giorno lavorativo.

source: The following
de_de: Das folgende
it_it: Le seguenti

source: Virtual Machines have not been detected within the past
de_de: Virtuelle Maschine wurden in der Vergangenheit nicht erkannt
it_it: Virtual Machines non sono state rilevate negli ultimi

source: days and are assumed to be expired. They are being removed from the inventory system.
de_de: Tage. Es wird angenommen, dass diese abgelaufen sind. Sie werden vom inventur System entfernt.
it_it: giorni e sono considerate scadute. Saranno rimosse dallo inventory system.

source: Data Center Operations Work Order Builder
de_de: Data Center Arbeitsauftrag Builder
it_it: Creazione Ordine di Lavoro Esercizio Data Center

source: openDCIM-workorder-
de_de: openDCIM-Arbeitsreihenfolge-

source: Work Order Contents
de_de: Inhalt Arbeitsauftrag
it_it: Contenuto Ordine di Lavoro

source: Image
de_de: Bild
it_it: Immagine

source: Select All
de_de: Alle auswählen
it_it: Seleziona tutto

source: Email to DC Team Address
de_de: Email an die DC Team Adresse

source: Clear Reservation Flag
de_de: Reservierung löschen

source: Move Items to Storage
de_de: Verschiebe das Gerät in den Lagerraum

source: Clear
de_de: zurücksetzen
it_it: Cancella

source: Data Center Zones
de_de: Data Center Zonen
it_it: Zone Data Center

source: openDCIM Data Center Zones
de_de: openDCIM Data Center Zonen
it_it: Zone Data Center openDCIM

source: New Zone
de_de: Neue Zone
it_it: Nuova Zona

source: Click and drag on the image to select an area for this zone
de_de: Klicken und ziehen Sie auf dem Bild, um einen Bereich für diese Zone zu wählen
it_it: Clicca e trascina sull'immagine per definire la superficie della zona

source: Verify Delete Zone
de_de: Zone löschen - prüfen
it_it: Conferma Cancellazione Apparato

source: This Zone will be deleted and there is no undo. Assets within the zone will remain as members of the Data Center.
de_de: Diese Zone wird gelöscht. Dies kann nicht rückgängig gemacht werden. Alles Inventar innerhalb der Zone wird als Mitglieder des Data Centers erhalten bleiben.
it_it: Questa Zona sarà cancellata definitivamente. Gli Asset all'interno della zona rimarranno come membri del Data Center.

source: Zone Statistics
de_de: Zone Statistiken
it_it: Statistiche Zona

source: Zone Size (approximate)
de_de: Größe Zone (ca.)
it_it: Dimensioni Zona (approssimative)

source: approximate
de_de: ungefähr
it_it: approssimativo

source: Return to Row
de_de: Zurück zur Zeile

source: Access Denied
de_de: Zugriff verweigert
it_it: Accesso Negato

source: Failed to delete color with ColorID
de_de: Fehler beim Löschen der Farbe mit ColorID.
it_it: Fallita la cancellazione del colore con ColorID

source: Device doesn't exist
de_de: Gerät existiert nicht
it_it: Apparato Non Esistente

source: Unauthorized
de_de: Unauthorisiert
it_it: Non Autorizzato

source: An unknown error has occured
de_de: Ein unbekannter Fehler ist aufgetreten
it_it: Si è verificato un errore sconosciuto

source: Error removing status, check to make sure it isn't in use on any devices.
de_de: Fehler beim Entfernen des Status, überprüfen Sie, ob es nicht auf anderen Geräten verwendet wird.

source: Error removing sensor readings for SensorID
de_de: Fehler beim Entfernen von Sensordaten von SensorID␣

source: Error removing pdu stats for PDUID
de_de: Fehler beim Entfernen

source: Error removing VM from VMInventory.
de_de: Fehler beim Entfernen der VM aus der VM-Bibliothek.

source: Invalid parameter (days)
de_de: Ungültiger Parameter (Tage)

source: Error removing Powerpanel with PanelID
de_de: Fehler beim Entfernen des Netzschaltfeldes mit der PanelID␣

source: Unknown error
de_de: Unbekannter Fehler
it_it: Errore Sconosciuto

source: Cabinet not found
de_de: Cabinet nicht gefunden
it_it: Armadio non trovato

source: No device found with DeviceID
de_de: Kein Gerät mit DeviceID gefunden
it_it: Nessun apparato trovato con TemplateID

source: Device is not a sensor or is missing a template
de_de: Gerät ist kein Sensor oder eine Vorlage fehlt
it_it: L'apparato non è un Sensore o non è stato impostato un Template

source: No color code found with ColorID
de_de: Kein Farbcode mit ColorID gefunden
it_it: Nessun colore trovato con ColorID

source: No template found with TemplateID:
de_de: Keine Vorlage gefunden mit TempateID:
it_it: Nessun template trovato con TemplateID:

source: No ports found for TemplateID:
de_de: Keine Anschlüsse gefunden für TempateID:
it_it: Nessuna porta trovata per TemplateID:

source: Port not found for TemplateID:
de_de: Anschluss nicht gefunden für TempateID:
it_it: Porta non trovata per TemplateID:

source: No slots found for TemplateID:
de_de: Keine Steckplätze gefunden für TempateID:
it_it: Nessuno slot trovato per TemplateID:

source: No sensor readings found with SensorID
de_de: Keine Sensordaten mit der SensorID␣ gefunden

source: No PDU Stats found with PDUID
de_de: Keine PDU-Statistiken mit der PDUID␣ gefunden

source: No VM information found with VMIndex
de_de: Keine VM Informationen gefunden mit dem VMIndex␣

source: No Powerpanel information found for PanelID
de_de: Kein Netzschaltfeld mit der PanelID␣ gefunden

source: Insufficient privilege level
de_de: Unzureichende Berechtigungsebene
it_it: Privilegi Insufficienti

source: User not found in database.
de_de: Benutzer nicht in der Datenbank gefunden.
it_it: Utente non trovato nel Database.

source: Unable to update People resource with the given parameters.
de_de: Aktualisieren der Personen Ressource mit den angegebenen Parametern nicht möglich.
it_it: Impossibile aggiornare la risorsa Persone con i parametri dati.

source: People resource for UserID=%1$s updated successfully.
de_de: Personen Ressource für die UserID =%1$s erfolgreich aktualisiert.
it_it: Risorsa Persone per UserID=%1$s aggiornata con successo.

source: Device update has failed
de_de: Geräteaktualisierung fehlgeschlagen
it_it: Aggiornamento Apparato fallito

source: Update failed
de_de: Update fehlgeschlagen
it_it: Aggiornamento fallito

source: No device template found with TemplateID:
de_de: Keine Geräte-Vorlage gefunden mit TemplateID
it_it: Nessun template apparato trovato con TemplateID:

source: Device template update failed
de_de: Update der Gerätevorlage fehlgeschlagen
it_it: Aggiornamento Template Apparato fallito

source: Template port not found with id:
de_de: Vorlagen-Port nicht gefunden mit id
it_it: Nessun template porta trovato con id:

source: Template port update failed
de_de: Vorlagen Port Update fehlgeschlagen
it_it: Aggiornamento Template Porta fallito

source: Template slot not found with id:
de_de: Vorlagen-Platz nicht gefunden mit id
it_it: Nessun template slot trovato con id:

source: Template slot update failed
de_de: Vorlagen Platz Update fehlgeschlagen
it_it: Aggiornamento Template Slot fallito

source: Manufacturer not found with id:
de_de: Hersteller nicht gefunden mit ID:
it_it: Nessun Produttore trovato con id:

source: Manufacturer update failed
de_de: Hersteller Aktualisierung fehlgeschlagen
it_it: Aggiornamento Produttore fallito

source: UserID already in database. Use the update API to modify record.
de_de: UserID bereits in der Datenbank. Verwenden Sie die Update-API, um Datensatz zu ändern.
it_it: ID Utente già nel database. Usa la API di aggiornamento per modificare il record.

source: Unable to create People resource with the given parameters.
de_de: Nicht möglich, Personen Ressource mit den angegebenen Parametern zu erstellen.
it_it: Impossibile creare la risorsa Persone con i parametri dati.

source: People resource created successfully.
de_de: Personen Ressource erfolgreich angelegt.
it_it: Risorsa Persone creata con successo.

source: Error creating new color.
de_de: Fehler beim Erstellen der neuen Farbe.
it_it: Errore nella creazione di un nuovo colore.

source: New color created successfully.
de_de: Neue Farbe erfolgreich erstellt.
it_it: Nuovo colore creato con successo.

source: Device creation failed
de_de: Gerät anlegen fehlgeschlagen
it_it: Creazione Apparato fallita

source: Device template creation failed
de_de: Erstellung der Gerätevorlage fehlgeschlagen
it_it: Creazione Template Apparato fallito

source: Device template port creation failed
de_de: Erstellung der Vorlage des Geräteanschlusses fehlgeschlagen
it_it: Creazione Template Porta Apparato fallito

source: Device template slot creation failed
de_de: Erstellung der Vorlage des Steckplatzes ist fehlgeschlagen
it_it: Creazione Template Slot Apparato fallito

source: Manufacturer not created:
de_de: Hersteller nicht erstellt:␣
it_it: Produttore non creato:

source: UserID=
de_de: Benutzer ID=

source: devices updated
de_de: Geräte aktualisiert

source: The specified CabinetID does not exist.
de_de: Die angegebene CabinetID existiert nicht.

source: Error updating cabinet.
de_de: Fehler beim Update des Racks.

source: Cabinet updated successfully.
de_de: Rack Update erfolgreich.

source: Error updating color code.
de_de: Fehler bei der Aktualisierung des Farbcodes

source: Invalid operation
de_de: Ungültige Operation

source: Sensor readings update failed
de_de: Aktualisierung der Sensormesswerte fehlgeschlagen

source: PDU stats update failed
de_de: Aktualisierung der PDU-Statistiken fehlgeschlagen

source: No VM found with VMIndex
de_de: Keine VM mit der VMIndex␣ gefunden
it_it: Nessuna VM trovata con VMIndex

source: VM update failed
de_de: VM Update fehlgeschlagen
it_it: Aggiornamento VM fallito

source: No Powerpanel found with PanelID
de_de: Kein Netzschaltfeld mit der PanelID ␣ gefunden

source: Powerpanel update failed
de_de: Netzschaltfeld Update fehlgeschlagen

source: Audit record added successfully.
de_de: Audit Report erfolgreich hinzugefügt.

source: Invalid input parameters.
de_de: Invalide Eingabeparameter.
it_it: parametri di input non validi

source: Minimum required fields are not set: DataCenterID, Location, and CabinetHeight
de_de: Einige erforderliche Felder sind leer: DataCenterID, Location, and CabinetHeight

source: Error creating cabinet.
de_de: Fehler beim Erstellen des neuen Racks.
it_it: Errore nella creazione dell'armadio

source: New cabinet created successfully.
de_de: Neues Rack erfolgreich angelegt.
it_it: Nuovo armadio creato con successo

source: Error creating new department.
de_de: Fehler beim Erstellen der neuen Abteilung.
it_it: Errore nella creazione nuovo reparto.

source: New department created successfully.
de_de: Neue Abteilung erfolgreich angelegt.
it_it: Nuovo reparto creato con successo.

source: New status created successfully.
de_de: Neuer Status erfolgreich erstellt.

source: No Device found with DeviceID
de_de: Kein Gerät mit der DeviceID ␣ gefunden
it_it: Nessun Device trovato con DeviceID

source: VM creation failed
de_de: Erstellen der VM fehlgeschlagen
it_it: Creazione VM fallita

source: no data
de_de: keine Daten
it_it: nessun dato

source: Measured Power Combined
de_de: Zusammengefasste gemessene Leistung
it_it: Potenza Misurata Combinata

source: Inlet Temperature
de_de: Zulauf Temperatur
it_it: Temperatura in ingresso

source: Output Temperature
de_de: Ausgabe Temperatur
it_it: Temperatura in uscita

source: Inlet Humidity
de_de: Zulauf Feuchtigkeit
it_it: Umidità in ingresso

source: Output Humidity
de_de: Ausgabe Feuchtigkeit
it_it: Umidità in uscita

source: Quit that! You don't have rights to view this.
de_de: HALT STOPP! Du darfst dir das nicht anschauen.
it_it: Smettila! Non hai i diritti per visualizzarlo.

source: Details Restricted
de_de: Details eingeschränkt
it_it: Dettagli Riservati

source: Tooltips are enabled with no options selected.
de_de: Tooltips sind ohne gewählte Optionen aktiviert.
it_it: Tooltips abilitati senza opzioni selezionate.

source: Data Center SMTP Test
de_de: Rechenzentrum SMTP Test
it_it: Data Center Test SMTP

source: <p>This is a test email sent by an administrator from the openDCIM system at
de_de: <p>Dies ist eine Test-E-Mail, gesendet von einem Administrator aus dem openDCIM-System
it_it: <p>Questa è una email inviata da un amministratore del sistema openDCIM a

source: Script called without sufficient parameters.
de_de: Skript ohne ausreichende Parameter aufgerufen.
it_it: Script invocato senza sufficienti parametri

source: An error has occurred:
de_de: Ein Fehler ist aufgetreten:
it_it: C'è stato un errore:

source: SMTP Server Connection Test Successful
de_de: SMTP Server Verbindungstest erfolgreich
it_it: Test di Connessione al Server SMTP Riuscito

source: Upload directory '%s' is not writable
de_de: Upload-Ordner '%s' is nicht schreibbar.

source: File was not deleted
de_de: Datei wurde nicht gelöscht
it_it: Il file non è stato cancellato

source: Couldn't complete file move
de_de: Datei verschieben konnte nicht abgeschlossen werden
it_it: Non posso completare lo spostamento del file.

source: The file is bigger than this PHP installation allows
de_de: Die Datei ist größer als durch PHP Installation erlaubt
it_it: Il file è più grande di quanto questa installazione PHP permetta

source: The file is bigger than this form allows
de_de: Die Datei ist größer als in dieser Form erlaubt
it_it: Il file è più grande di quanto questa form permetta

source: Only part of the file was uploaded
de_de: Nur ein Teil der Datei wurde hochgeladen
it_it: Solo parte del file è stato caricato

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen
it_it: Nessun file è stato caricato

source: Missing a temporary folder
de_de: Temporärer Ordner fehlt
it_it: Cartella temporanea mancante

source: Failed to write file to disk
de_de: Konnte die Datei nicht auf die Festplatte schreiben
it_it: Scrittura file su disco fallita

source: File upload stopped by extension
de_de: Datei-Upload wegen Erweiterung gestoppt
it_it: Caricamento File interrotto per l'Estensione

source: Invalid file type.
de_de: Ungültige Dateityp.
it_it: Tipo File Invalido.

source: No files uploaded
de_de: Es wurden keine Dateien hochgeladen
it_it: Nessun file è stato caricato

source: You must be a site admin to add images
de_de: Sie müssen ein Site-Administrator sein, um Bilder hinzuzufügen
it_it: Devi essere un Amministratore del Sito per aggiungere immagini

source: Token mismatch
de_de: Token Diskrepanz

source: God help us something has gone horribly wrong
de_de: Gott zur Hülfe, etwas ist schrecklich falsch gelaufen
it_it: Che Dio ci aiuti. Qualcosa è andato tragicamente storto!

source: Row
de_de: Zeile␣

source: Critical
de_de: Kritisch
it_it: Critico

source: Warning
de_de: Warnung
it_it: Avvertimento

source: MailFrom
de_de: Mail von
it_it: Mail Da

source: Facility Manager email address
de_de: Facility Manager E-Mail-Adresse
it_it: Indirizzo Email Facility Manager

source: Value
de_de: Wert
it_it: Valore

source: Alert Level
de_de: Warnstufe
it_it: Livello di Allarme

source: An error has occurred creating the template.<br>Possibly there is already a template of the same manufacturer and model
de_de: Ein Fehler ist beim Erstellen der Vorlage aufgetreten.<br>Vermutlich existiert bereits eine Vorlage mit dem selben Hersteller und der selben Modellbezeichnung

source: Ignored slot %s
de_de: Ignorierter Slot %s

source: I don't know what type of device this is but it did not return any ports whatsoever. Do not try to report this as an error.
de_de: Ich weiß nicht was das für ein Gerät sein soll, aber es hat keine Ports zurückgemeldet. Anstelle das als Fehler zu melden, solltest du lieber deine Mutter oder Geliebte anrufen.

source: First port detection failed, please report to openDCIM developers
de_de: Die Erkennung des ersten Ports ist fehlgeschlagen, bitte melde das den openDCIM-Entwicklern
it_it: Rilevamento della prima porta fallito, per favore riporta la segnalazione agli sviluppatori openDCIM

source: Bulk Container/Datacenter Importer
it_it: Importazione massiva Siti/Datacenter

source: Pick the appropriate column header (line 1) for each field name listed below. Any records matching an existing Department Name will be rejected.
it_it: Scegli l'intestazione di colonna appropriata (riga 1) per ogni nome di campo elencato di seguito. Tutti i record che corrispondono a un nome di reparto esistente verranno rifiutati

source: The following values in the import file require entries in openDCIM before you may proceed.
it_it: I seguenti valori nel file di importazione richiedono voci in openDCIM prima di poter procedere.

source: Bulk Network Importer
it_it: Importazione massiva cablaggio di rete

source: Bulk Power Importer
it_it: Importazione massiva cablaggio alimentazione elettrica

source: This template importer is to get the bare minimum information entered. For a more robust template sharing system, use the online repository.
it_it: Questo modello di importazione deve ottenere le informazioni minime immesse. Per un sistema di condivisione dei modelli più robusto, utilizzare il repository in linea.

source: Bulk User Authorization Importer
it_it: Importazione massiva autorizzazioni utenti

source: Pick the appropriate column header (line 1) for each field name listed below. Any UserID already in the system will be updated.
it_it: Scegli l'intestazione di colonna appropriata (riga 1) per ogni nome di campo elencato di seguito. Qualsiasi UserID già presente nel sistema verrà aggiornato.

source: Label
it_it: Etichetta

source: Position
it_it: Posizione

source: #Ports
it_it: # Porte

source: Zone
it_it: Zona

source: U1 Position
it_it: Posizione U1

source: Key/Lock Information
it_it: Informazioni Chiavi/Blocco

source: Maximum
it_it: Massimo

source: Update
it_it: Aggiorna

source: Cabinet delete confirmation
it_it: Conferma Cancellazione Armadio

source: Markup Key
it_it: Legenda

source: ATS Feeds OK
it_it: Alimentazioni ATS OK

source: Facilities Cabinet Maintenance
it_it: Manutenzione servizi armadio

source: Name
it_it: Nome

source: Data Center Cabinet Distribution Unit Templates
it_it: Template Unità Alimentazione Data Center

source: SNMP Version
it_it: Versione SNMP

source: Firmware Version OID
it_it: OID Versione Firmware

source: ATS Status OID
it_it: OID Stato ATS

source: Style
it_it: Aspetto

source: ToolTips
it_it: Testo di Suggerimento

source: Letter
it_it: lettera

source: Legal
it_it: Protocollo

source: Expiration Time (Days)
it_it: Scadenza (Giorni)

source: Site Level Security Options
it_it: Opzioni di Sicurezza a Livello di Sito

source: Rack Requests Actions
it_it: # ********** INIZIO - Aggiungi il campo Azione alla pagina Richiesta rack da ********

source: Online Repository
it_it: Repository Online

source: API UserID
it_it: API ID Utente

source: API Key
it_it: Chiave API

source: SMTP Server
it_it: Server SMTP

source: SMTP Port
it_it: Porta SMTP

source: SMTP Helo
it_it: Helo SMTP

source: Default SNMP Community
it_it: Community SNMP

source: SNMPv3 AuthProtocol
it_it: Protocollo si autorizzazione SNMPv3

source: SNMPv3 Passphrase
it_it: Frase d'accesso SNMPv3

source: SNMPv3 PrivProtocol
it_it: Protocollo di privacy SNMPv3

source: SNMPv3 PrivPassphrase
it_it: Frase d'accesso privicy SNMPv3

source: cut
it_it: taglia

source: dot
it_it: punto

source: CDU ToolTips
it_it: ToolTip CDU

source: Connection Filtering
it_it: Filtraggio Connessioni

source: Patch panel rear connection filtering
it_it: Filtraggio Connessioni Posteriori Patch Panel

source: Connection Pathing
it_it: Percorso Connessioni

source: LDAP Server URI
it_it: URI Server LDAP

source: Bind DN
it_it: Associa DN

source: Group Distinguished Names
it_it: Gruppo nomi distinti

source: Site Access
it_it: Accesso al sito

source: Global Read
it_it: Lettura Globale

source: Global Write
it_it: Scrittura Globale

source: Global Delete
it_it: Cancellazione Globale

source: x509 Certificate
it_it: x509 Certificato

source: Private Key
it_it: Chiave Privata

source: Certificate Fingerprint
it_it: Certificato Biometrico

source: Certificate Fingerprint Algorithm
it_it: Algoritmo del certificato biometrico

source: Switch Port
it_it: Porta Switch
